import { PropsWithChildren, ReactChildren } from 'react'

import { Box, Typography } from '@material-ui/core'
import Layout from 'components/layout/Layout'
export interface TitleProps {
  children: ReactChildren | string
}

const TermsOfServiceTitle = ({ children }: PropsWithChildren<TitleProps>) => {
  return (
    <Typography variant="h4" component="h2" align="center" className="title">
      {children}
    </Typography>
  )
}

export default function AboutPage() {
  return (
    <Layout title="Условия за ползване на уебсайта на ПОДКРЕПИ БГ">
      <Box className="privacy-policy-gdpr">
        <Typography variant="body2" component="p">
          Сдружение „Подкрепи БГ“ оперира уебсайт за платформа за набиране на дарения за конкретни
          каузи, която се използва от ползвателите при условията, посочени по-долу. Моля, запознайте
          се с настоящите условия, тъй като чрез достъпа до разглеждането и използването по какъвто
          и да е начин на уебсайта на Подкрепи БГ вие се съгласявате, че сте запознати, разбирате и
          приемате настоящите Общи условия. Тези общи условия се прилагат при първоначален и всеки
          следващ достъп до Уебсайта и Платформата и имат обвързваща и задължителна сила на
          договорно споразумение, приложимо за всички версии и устройства, от които са достъпни
          услугите на Платформата.
        </Typography>
        <TermsOfServiceTitle>1. Ключови термини</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Употребените по-долу думи, термини и съкращения, имат следното значение:
        </Typography>
        <ul list-style-type="circle">
          <li>
            <span className="bold-italic-text">“Общи условия”, “ОУ”</span> - Общи условия за
            използване на уебсайта www.podkrepi.bg.
          </li>
          <li>
            <span className="bold-italic-text">“Уебсайт”, “Сайт”</span> - уебсайт с адрес
            (URL)www.podkrepi.bg, неговите приложения, мобилни и други версии.
          </li>
          <li>
            <span className="bold-italic-text">“Платформа”</span> - платформа за набиране на дарения
            за конкретни каузи, притежавана и управлявана от Сдружение „Подкрепи БГ“, достъпна за
            ползватели и дарители чрез Уебсайта.
          </li>
          <li>
            <span className="bold-italic-text">“Ползвател”</span> - всяко дееспособно физическо лице
            или легитимно юридическо лице, което се е съгласило с Общите условия като достъпва
            Уебсайта, мобилни и други приложения и версии на Уебсайта и използва услугите и
            ресурсите на Подкрепи БГ, достъпни в тях.
          </li>
          <li>
            <span className="bold-italic-text">„Организатор на кампания“</span> - ползвател, който
            създава кампания за набиране на средства за конкретна кауза, и получава събраните от
            дарители средства за тази кауза.
          </li>
          <li>
            <span className="bold-italic-text">„Дарител“</span> - ползвател, който предоставя
            средства по конкретна кампания чрез Платформата.
          </li>
          <li>
            <span className="bold-italic-text">“Услуги”</span> - всички услуги на Подкрепи БГ, или
            на негови партньори и контрагенти, които са достъпни за ползвателите на Уебсайта.
          </li>
          <li>
            <span className="bold-italic-text">“Кампания”</span> - създадено от организатор на
            кампания съдържание (текст, изображение, видео и др.), съдържащо информация за набиране
            на средства за конкретна лична или обществена кауза.
          </li>
          <li>
            <span className="bold-italic-text">“Съдържание”</span> означава всички текстове,
            графики, снимки, аудио, видео, информация или други материали и съдържание, предоставени
            от ползвател, които Подкрепи БГ прави достъпно чрез Уебсайта.
          </li>
          <li>
            <span className="bold-italic-text">“Профил”</span> - съвкупност от всички данни, с които
            се асоциира регистриран ползвател на Уебсайта.
          </li>
        </ul>
        <TermsOfServiceTitle>2. Начин на работа на Сайта</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Сайтът се използва от следните видове ползватели:
        </Typography>
        <ul>
          <li>1) Организатори на кампании за набиране на средства за конкретна кауза;</li>
          <li>2) Дарители;</li>
          <li>3) Посетители на Сайта.</li>
        </ul>
        <Typography variant="body2" component="p">
          Подкрепи БГ свързва първите два вида ползватели чрез Платформата, която позволява
          организиране на кампании за набиране на средства за конкретни каузи и лесното и бързо
          даряване на средства по организираните кампании без комисионна като всички набрани
          средства се предоставят в полза на съответната кампания.
        </Typography>
        <Typography variant="body2" component="p">
          Платформата може да бъде използван за организиране на всякакви лични или обществени
          кампании за набиране на средства за подпомагане на лица със здравословни и медицински
          нужди, с образователни нужди, за подпомагане участието в състезания и форуми и други
          дейности и цели.
        </Typography>
        <TermsOfServiceTitle>3. Регистрация и достъп до профила</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          За да получите достъп до определени функции на Сайта или да създадете кампания, първо
          трябва да създадете профил (“Профил“). Вашият личен профил ще бъде създаден въз основа на
          информацията, която предоставите. Достъпът до профила ви е защитен с парола и вие сте
          отговорни за опазване на паролата си.
        </Typography>
        <TermsOfServiceTitle>
          4. Предоставена информация за регистрация, организиране на кампания
        </TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Вие се съгласявате да предоставяте точна, актуална и пълна информация по време на процеса
          на регистрация и да актуализирате такава информация. Същото се отнася и за информацията,
          предоставена в процеса на организиране на кампания. Предоставената информация се събира,
          съхранява и обработва съобразно нашата Политика за поверителност и приложимата нормативна
          уредба.
        </Typography>
        <TermsOfServiceTitle>5. Организиране на кампания</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Организатор на кампания може да организира кампания след създаване на профил. За да
          организирате кампания следва да предоставите информация за каузата, за която желаете да
          наберете средства, както и според желанието и необходимостта да предоставите документи,
          свързани с установяване на нуждата. За да бъде включено в кампаниите чрез Сайта,
          заявяването на кампания следва да бъде верифицирано от Подкрепи БГ чрез извършване на
          независима оценка за наличието и истинността на заявената нужда, спешността за набиране на
          средства и стойността на каузата. В този процес могат да ви бъдат изискани други
          документи, включително медицински такива в случай, че са относими, които се предоставят
          само на Подкрепи БГ и неговите партньори и експерти. Верифицирането е извършва в
          най-кратки срокове според съответната кампания и необходимостта от консултация с външни
          експерти и партньори на Подкрепи БГ. Одобрените кампаниите ще бъдат публично достъпни чрез
          Сайта с прецененото от организатора съдържание.
        </Typography>
        <Typography variant="body2" component="p">
          Решенията на Подкрепи БГ за одобрение или отказ за организиране на кампания се обявяват
          публично с цел пълна прозрачност на дейността.{' '}
        </Typography>
        <Typography variant="body2" component="p">
          Дарителите ще могат да подкрепят с преценена от тях сума вашата кампания чрез сайта на
          Подкрепи БГ въз основа на информацията, предоставена във вашия профил и конкретната
          кампания.
        </Typography>
        <Typography variant="body2" component="p">
          Вие потвърждавате, че сте отговорни за управлението, поддръжката и актуализирането на
          всички кампании, които организирате. Съответно, вие декларирате и гарантирате, че всяка
          кампания, която организирате чрез Платформата, е за действителна нужда на вас или на трето
          лице, което имате право да представлявате, че ще бъде в съответствие с всички приложими
          закони, данъчни изисквания и правила и разпоредби, които могат да се прилагат, и не
          противоречи на правата на трети страни.
        </Typography>
        <Typography variant="body2" component="p">
          Подкрепи БГ си запазва правото по всяко време и без предизвестие, да премахне или забрани
          достъпа до всяка кампания по каквато и да е причина, включително кампания, които Подкрепи
          БГ, по своя преценка, счита за недейсвтителна, поради някаква причина, в нарушение на
          настоящите Общи условия или действащи нормативни изисквания, или по друг начин вредни за
          Сайта или Платформата, или противоречи на целите на Сдружение Подкрепи БГ, но Подкрепи БГ
          не носи отговорност за каквито и да било последствия в случай на невъзможност да премахне
          такъв достъп, включително по отношение на вреди, настъпили до премахване или забрана на
          достъпа. В случай на премахване на кампания, средствата, набрани по нея ще бъдат
          предоставени на организатора, а при установена неистинност при заявяването на нуждата или
          при установени нарушения, набраната сума ще бъде разпределена по други кампании съобразно
          указанията на дарителите.
        </Typography>
        <TermsOfServiceTitle>6. Дарения</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Когато ползвателите влизат в отношения един с друг – при предоставяне на дарение от
          дарител, те сключват договор директно един с друг. Подкрепи БГ не става страна по договора
          между ползвателите.
        </Typography>
        <Typography variant="body2" component="p">
          Всеки дарител преценява каква сума и по коя кампания да предостави. Подкрепи БГ издава
          сертификат за всяко извършено дарение по заявка на дарител. Дарителите могат да се
          информират за дадена кампания както от информацията, предоставена от съответния
          организатор на кампанията, така и от публичните отчети за дейността на Подкрепи БГ и
          извършените проучвания на достоверността на нуждата от набиране на средства и разходването
          на набраните средства. При предоставяне на дарение по конкретна кампания, дарителите
          следва да заявят последиците от тяхното дарение в случай на прекратяване на кампанията
          поради набиране на сумата, поради установени нарушения или по други причини. Такива
          последици могат да бъдат разпределяне на дарената сума по друга конкретна кампания, към
          кампании от конкретен вид, или връщане на дарената сума към дарителя. В последния случай
          при издаден сертификат за дарения, същият се анулира.
        </Typography>
        <Typography variant="body2" component="p">
          Дарение може да се извърши чрез различни системи на плащане, достъпни на Сайта за всяка
          конкретна кампания.
        </Typography>
        <Typography variant="body2" component="p">
          Дарителите могат да проследяват последващото разходване на средствата по съответната
          кампания, необходимостта от допълнително набиране на средства за покриване на свързани
          разходи или увеличение на цените.
        </Typography>
        <TermsOfServiceTitle>7. Финансови условия</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Подкрепи БГ не задържа % от събраните средства по нито една кампания, освен кампаниите,
          организирани от Сдружение „Подкрепи БГ“ за поддържане на дейността му. Такива кампании са
          изрично обозначени като поддържащи дейността на Подкрепи БГ. Разходите за дейността на
          Подкрепи БГ се обявяват публично. Публично се обявяват и начините на разходване на
          набраните средства по всяка една кампания,реализирана чрез Сайта.
        </Typography>
        <Typography variant="body2" component="p">
          Всеки от ползвателите е отговорен за законосъобразното третиране на предоставените и
          набраните средства, включително ползване на данъчни облекчения и плащане на дължимите
          данъци и такси към трети страни, включително банкови комисионни.
        </Typography>
        <TermsOfServiceTitle>8. Анулация</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Организатор на кампания може да анулира същата по всяко време при отпадане на нуждата или
          при достигане на необходимата сума, и по всяка друга причина. При отпадане на нуждата,
          набраните средства се разпределят съобразно указанията на дарителите. При достигане на
          необходимата сума, същата се разпределя в полза на организатора или трето лице съобразно
          заявеното при организиране на кампанията.
        </Typography>
        <TermsOfServiceTitle>9. Поведение на ползвателя</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Вие разбирате и се съгласявате, че сте единствените отговорни за спазването на всички
          закони, правила, разпоредби и данъчни задължения, които могат да бъдат приложими при
          използването на Сайта. Във връзка с това, вие нямате право:
        </Typography>
        <ul>
          <li>
            да нарушавате местни, държавни или други закони и разпоредби, или каквито и да е
            заповеди на съда, включително, без ограничение, ограничения за представителство и
            данъчни разпоредби;
          </li>
          <li>
            да използвате Сайта или Съдържанието за търговски или други цели, които не са изрично
            разрешени от настоящите Общи Условия;
          </li>
          <li>
            да копирате, съхранявате или по друг начин да получавате достъп до информация, съдържаща
            се в Сайта или Съдържанието, за цели, които не са изрично разрешени от настоящите Общи
            Условия;
          </li>
          <li>
            да нарушавате правата на което и да е физическо или юридическо лице, включително без
            ограничение, интелектуалната им собственост, неприкосновеността на личния живот,
            публичността или договорните права;
          </li>
          <li>
            да се намесвате или да увреждате Сайта, чрез използване на вируси, ботове, троянски кон,
            вреден код, атаки с отказ на услуга, подправяне на пакети или IP, фалшиви маршрути или
            информация за адрес на електронна поща или подобни методи и технологии;
          </li>
          <li>
            да използвате Сайта, за да предавате, разпространявате, публикувате или изпращате
            каквато и да е информация, свързана с друго физическо лице или юридическо лице,
            включително без ограничение, снимки на други лица без тяхното разрешение, лична
            информация за контакт или кредитни, дебитни, абонатни карти или номера на сметки;
          </li>
          <li>
            да използвате Сайта или Съдържанието му за разпространението на нежелани търговски
            имейли („спам“) или реклами;
          </li>
          <li>
            да „преследвате“ друг потребител на Сайта, да злоупотребявате с нашите услуги или
            Съдържание, или да събирате или съхранявате всяка информация, която може да бъде
            идентифицирана за който и да е друг потребител, освен за целите на организирането и
            участието в кампании;
          </li>
          <li>
            да се представяте за друго физическо или юридическо лице, да фалшифицирате информация;
          </li>
          <li>
            да използвате автоматизирани скриптове за събиране на информация от Сайта или
            Съдържанието;
          </li>
          <li>да публикувате, качвате, изпращате или предавате съдържание, което:</li>
          <ul className="lower-roman-ul">
            <li>
              нарушава, присвоява или нарушава патент на трета страна, авторско право, търговска
              марка, търговска тайна, морални права или други права на интелектуална собственост или
              права на публичност или поверителност;
            </li>
            <li>
              нарушава или насърчава поведение, което би нарушило приложим закон или норма или би
              довело до ангажиране на лична отговорност;
            </li>
            <li>е лъжливо, или подвеждащо;</li>
            <li>е клеветническа, нецензурирана, порнографска, вулгарна или обидна информация;</li>
            <li>
              насърчава дискриминация, фанатизъм, расизъм, омраза, тормоз или вреда срещу лице или
              група;
            </li>
            <li>
              е насилствено или заплашващо, или насърчаващо поведение или действия, които заплашват
              което и да е друго лице; или
            </li>
            <li>
              насърчава извършването или използването на незаконни или вредни дейности или вещества;
            </li>
          </ul>
          <li>
            систематично да извличате данни или друго съдържание от нашия сайт, за да създадете или
            компилирате, пряко или непряко, в единични или многократни зареждания, колекция,
            компилация, база данни, директория или други подобни, независимо дали чрез ръчни методи,
            чрез използване на ботове, роботи, или паяци, или по друг начин;
          </li>
          <li>
            да използвате, показвате, копирате Сайта или Съдържанието, или отделен елемент в Сайта
            или Съдържанието, името на Подкрепи БГ, лого или друга собствена информация, или
            оформлението и дизайна на всяка страница или форма, съдържащи се на страниците в Сайта,
            без изричното писмено съгласие на Подкрепи БГ;
          </li>
          <li>
            на опит за изследване, сканиране или тестване на уязвимостта на Сайта или нарушаване на
            мерки за сигурност или удостоверяване;
          </li>
          <li>
            да избягвате, заобикаляте, премахвате, деактивирате, нарушавате, дешифрирате или по друг
            начин заобикаляте всяка технологична мярка, въведена от Подкрепи БГ или някой от
            доставчиците на Подкрепи БГ или друга трета страна (включително друг потребител), за да
            защитите сайта или съдържанието;
          </li>
          <li>
            да подправяте заглавието на TCP / IP пакети или която и да е част от информацията в
            заглавието във всяка електронна поща или група за новини, или по някакъв начин да
            използвате сайта или съдържанието, за да изпращате променена, измамна или невярна
            информация за идентифициране на източника;
          </li>
          <li>
            да дешифрирате, декомпилирате, разглобите или реконструирате някой или част от софтуера,
            използван за предоставяне на сайта или съдържанието, с цел да компрометирате Сайта,
            Платформата или друга дейност на Подкрепи БГ; или
          </li>
          <li>
            да защитавате, насърчавате или помагате на трета страна да извърши някое от
            гореизброените.
          </li>
        </ul>
        <Typography variant="body2" component="p">
          Подкрепи БГ има право да разследва и да преследва нарушенията на всяко от горепосочените
          обстоятелства в пълна степен съобразно приложимия закон.
        </Typography>
        <TermsOfServiceTitle>10. Интелектуална собственост</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Кодът за функциониране на Платформата е общодостъпен и публичен. Уебсайтът може да съдържа
          елементи, които са защитени от националните, европейски и международни закони за авторски
          и други права на интелектуална собственост, като например (но без ограничаване до
          изброените) търговски марки, търговски наименования, снимки, видео, текстове и графичния
          дизайн на Уебсайта (наричани по-нататък Съдържание). Съдържанието, публикувано от
          организаторите на кампании, е тяхна собственост и всеки организатор носи отговорността за
          предоставеното съдържание. В случай на нарушени права на предоставеното съдържание,
          съответният организатор носи изцяло отговорност за причинени от това вреди.
        </Typography>
        <Typography variant="body2" component="p">
          С приемане на настоящите Общи условия за ползване чрез посещение и ползване на Сайта
          нямате право да възпроизвеждате (чрез разпечатване, запазване върху носител или по друг
          начин), разпространявате, излъчвате, променяте по какъвто и да е начин, както и по друг
          начин да използвате материали, включени в този Уебсайт, търговски марки, марки за услуги
          или други бележки за права на собственост, включени в или придружаващи Сайта или
          Съдържанието, освен по начините, допустими съгласно Общите условия. Тези ограничения важат
          за целите материали или за части от тях, освен за кода на Платформата, който е публично
          достъпен и свободен за изпозлване.
        </Typography>
        <Typography variant="body2" component="p">
          Нямате право да използвате, копирате, адаптирате, модифицирате, подготвяте съдържание,
          базирано на Подкрепи БГ, разпространявате, лицензирате, продавате, прехвърляте, публично
          показвате, публично изпълнявате, предавате, излъчвате или по друг начин използвате сайта
          или съдържанието му, освен ако изрично е позволено в тези Общи Условия. Никакви лицензи
          или права не са предоставени на вас по силата на каквито и да било права на интелектуална
          собственост, притежавани или контролирани от Подкрепи БГ или неговите лицензодатели, с
          изключение на лицензите и правата, изрично предоставени в тези Общи Условия и с изключение
          на кода за Платформата, който е публичен и свободен за използване.
        </Typography>
        <TermsOfServiceTitle>11. Съдържание на потребителя и авторски права</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Вие се задължавате и се съгласявате, че сте самостоятелно отговорни за цялото съдържание,
          което предоставяте чрез Сайта. Съответно, Вие заявявате и гарантирате, че: ( i ) Вие сте
          единствен и изключителен собственик на цялото Потребителско Съдържание, което предоставяте
          на сайта или имате всички права, лицензи, и съгласия, които са необходими за предоставяне
          на Подкрепи БГ правата върху такова съдържание на ползвателите, както е предвидено в
          настоящите Общи Условия; и (ii) нито съдържанието на ползвателите, нито публикуването,
          качването, предаването или препредаването на съдържанието на потребителя или използването
          на съдържанието (или част от него) от страна на Подкрепи БГ, чрез сайта и нашите услуги не
          нарушават, злоупотребяват или ограничават патент на трета страна, авторско право,
          търговска марка, търговска тайна, морални права или други права на собственост или
          интелектуална собственост, или права на публичност или неприкосновеност на личния живот,
          или водят до нарушаване на който и да е приложим закон или норма.
        </Typography>
        <TermsOfServiceTitle>12. Връзки</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Сайтът може да съдържа връзки към уебсайтове или ресурси на трети страни. Вие приемате, че
          Подкрепи БГ не носи отговорност за: ( i ) наличността или точността на такива уебсайтове
          или ресурси; или (ii) съдържанието, продуктите или услугите на или достъпа до такива
          уебсайтове или ресурси. Връзките към уебсайтове или ресурси не предполагат одобрение от
          страна на Подкрепи БГ на такива уебсайтове или ресурси, или съдържание, продукти или
          услуги, достъпни от такива уебсайтове или ресурси. Вие приемате собствената отговорност за
          и поемате всички рискове, произтичащи от използването на такива уебсайтове или ресурси или
          Съдържание, продукти или услуги на или достъпни от такива уебсайтове или ресурси.
        </Typography>
        <TermsOfServiceTitle>13. Обратна връзка</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Подкрепи БГ приветства и ви насърчава да предоставите обратна връзка, коментари и
          предложения за подобрения на Сайта или нашите услуги. Можете да изпратите обратна връзка,
          като ни изпратите имейл в секцията за контакти. Вие се съгласявате, че всички отзиви ще
          бъдат собственост на Подкрепи БГ и по този начин безвъзвратно прехвърляте на Подкрепи БГ
          всичките ви права, право на собственост и интерес към всички отзиви, включително без
          ограничение всички световни патенти, авторски права, търговски тайни, морални и други
          права на собственост или интелектуална собственост.
        </Typography>
        <TermsOfServiceTitle>14. Събиране на данни и защита на данните</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Подкрепи БГ събира и съхранява данните, необходими за дейността на Платформата. При
          обработката на лични данни на ползватели, Подкрепи БГ, спазва законовите разпоредби.
          Допълнителна информация относно събирането, съхранението и обработването на лични данни
          можете да намерите в нашата Политика за поверителност.
        </Typography>
        <TermsOfServiceTitle>15. Прекратяване на профили</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Можем, по наше усмотрение и без отговорност към вас, със или без причина, със или без
          предизвестие и по всяко време, да решим да ограничим, прекъснем, деактивираме или
          анулираме вашият профил или достъп до него. По отношение на споменатите по-горе,
          ограничение, прекъсване, деактивиране или анулиране се извършват в следните случаи, без
          изброяването да е изчерпателно: (i) предоставената информация се окаже неточна, измамна,
          или остаряла; (ii) установят се нарушения на настоящите Общи условия или на приложимото
          законодателство. Ако по силата на тези Общи Условия ние упражним правото си на преценка,
          можем да предприемем всяко от изброените по-долу действия с или без предизвестие или
          обяснение за вас: (a) Вашият Профил ще бъде временно или постоянно деактивиран или спрян,
          паролата ви ще бъде деактивирана и няма да имате достъп до кампаниите, Вашия профил ,
          Вашето потребителско съдържание, както и даполучавате помощ от Обслужване на клиенти, и
          (б) набраните средства по Ваши кампании ще бъдат преразпределени съобразно указанията на
          дарителите. Можете да анулирате вашият профил в Сайта по всяко време чрез функцията
          „Отмени акаунта“. Моля, обърнете внимание, че ако вашият профил е анулиран, нямаме
          задължението да изтриваме или да връщаме публикувано от вас съдържание с изключение на
          предоставени лични данни съобразно Политиката ни за поверителност и действащото
          законодателство.
        </Typography>
        <TermsOfServiceTitle>16. Ограничение на отговорността</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Отговорността на Подкрепи БГ е ограничена, както следва: Подкрепи БГ носи отговорност само
          за вреди, ако причината за тях се основава на груба небрежност или умишлено неизпълнение
          на задълженията от страна на Подкрепи БГ, или от законните представители или агенти на
          Подкрепи БГ.
        </Typography>
        <Typography variant="body2" component="p">
          Вие се съгласявате, че освобождавате Подкрепи БГ oт всякакви претенции, задължения, вреди,
          загуби и разходи, произтичащи от или по какъвто и да е начин свързани с:
        </Typography>
        <ul>
          <li>Вашето съдържание в профила ви.</li>
          <li>Несъответствие с настоящите Общи условия.</li>
        </ul>
        <TermsOfServiceTitle>17. Контролен закон и юрисдикция</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Отношенията при използването на Сайта и оспорването на валидността, приложимостта и
          прекратяването на което и да е споразумение, действието на настоящите Общи Условия,
          включително неизпълнение на задълженията на страните, се регулират от нормите на
          действащото българско законодателство. Спорове със връзка с настоящите Общи условия и
          тяхното действие, приложение и/ или изпълнение, ще се отнасят за решаване от компетентния
          български съд.
        </Typography>
        <TermsOfServiceTitle>18. Връзка с Подкрепи БГ</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Ако имате въпроси относно тези Условия, моля, свържете се с Подкрепи БГ на формите за
          контакт, обявени в Сайта.
        </Typography>
      </Box>
    </Layout>
  )
}
