import React from 'react'
import { Container } from '@mui/material'
import Layout from 'components/layout/Layout'
import { useTranslation } from 'next-i18next'
import ExpandableListItem from './ExpandableListItem'
import ContactUs from './ContactUs'

export default function FaqPage() {
  const { t } = useTranslation()
  return (
    <Layout title={t('nav.faq')}>
      <Container maxWidth="md">
        <ExpandableListItem
          header={
            'Какво става със средствата, ако се надвишат по някоя кампания или пък кампанията се прекрати поради някаква причина?'
          }
          content={
            'При превишаване на набраните дарения, средствата остават в полза на избрания от дарителите Бенефициент. \n' +
            'При преждевременно прекратяване на кампания, събраните и неизплатени средства за съответната кампания се връщат на всички дарители, които не са пожелали анонимност и са ни предоставили свои контакти.\n' +
            'Сумите, за които не можем да идентифицираме дарителите, отиват при съответния Бенефициент. Така спазваме законите, отнесени до дарителството и волята на дарителите, като едновременно с това не задържаме пари в сметките на Сдружението. \n' +
            'Важно е да споменем, че банковите разходи по нареждане на връщането на даренията ще отнемат от сумите, в полза на съответните институции.\n'
          }
        />
        <ExpandableListItem
          header={'Разпределя ли Подкрепи.бг средства, дадени за една кампания по други кампании?'}
          content={
            'Не. При превишаване на набраните дарения, средствата остават в полза на избрания от дарителите Бенефициент. \n' +
            'При преждевременно прекратяване на кампания, събраните и неизплатени средства за съответната кампания се връщат на всички дарители, които не са пожелали анонимност и са ни предоставили свои контакти.\n' +
            'Сумите, за които не можем да идентифицираме дарителите, отиват при съответния Бенефициент.'
          }
        />
        <ExpandableListItem
          header={'Кой може да кандидатства в Подкрепи.бг за кампания? Критерии?'}
          content={
            'За кампания в Подкрепи.бг може да кандидатства всяко пълнолетно физическо лице, пребиваващо за постоянно на територията на Република България, с чисто съдебно и данъчно минало и отворена дарителска сметка, както и български неправителствени организации, сдружения в обществена полза и фондации, с поне 2 успешни кампании зад гърба си.'
          }
        />
        <ExpandableListItem
          header={'Какъв тип кампании могат да се пускат през Подкрепи.бг?'}
          content={
            'Категориите кампании са следните: Рехабилитация, Лечение, Животоспасяващи кампании, Бедствия, Хора в нужда, Деца и младежи, Възрастни хора, Образование, Култура, Спорт, Общество, Човешки права, Природа, Животни, Друго (което можете да определите в свободен текст). \n'
          }
        />
        <ExpandableListItem
          header={'Какви документи се изискват за старт на кампания в Подкрепи.бг?'}
          content={
            'Ако сте физическо лице (гражданин ), ще ни бъдат необходими всички налични (всякакви) документи и снимков/ видео материал, удостоверяващи проблема, който искате да разрешите. \n' +
            '\n' +
            'Ако сте неправителствена организация, ще ни бъдат нужни документи, удостоверяващи каузата и бенефициента/ тите по нея, както и документи и снимков/ видео материал, удостоверяващи проблема, който искате да разрешите.\n' +
            '\n' +
            '\n' +
            'Ако кандидатствате за кампания, свързана с лечение или рехабилитация, ще са ни нужни пълна епикриза с  придружаващи изследвания, лекарско заключение от поне 2-ма независими експерти…. там каквото се изисква.\n' +
            '\n' +
            'Също така, за различни от здравни кампании, ще помолим и за CV на Организатора на кампанията, което да потвърждава релевантен предишен опит, свързан с тематиката на организираната кампания, с което да докаже, че притежава опит/ експертиза за успешното организиране на дадената кампания и/ или препоръка от трето лице, което има експертиза в областта. \n' +
            '\n' +
            'Сдружение Подкрепи.бг си запазва правото да откаже организиране на кампания през платформата, в случай на съмнение в (способностите или моралните устои) надеждността на документацията и Организатора на кампанията.\n'
          }
        />
        <ExpandableListItem
          header={'До каква степен Подкрепи.бг помага за маркетинга на отделните кампании? '}
          content={
            'Въпреки видимостта, която кампанията Ви ще получи в платформата на Подкрепи.бг, горещо Ви съветваме да последвате съветите ни в краткия маркетинг гид (как да разкажем историята ни, как да ни обърнат внимание медиите, кои Facebook групи са подходящи за разпространение на кампанията ни и т.н.), който сме направили за организаторите на кампании, с цел да увеличат шансовете си за набирането на необходимите средства. Все пак не забравяйте, че на платформата има още голям брой кампании и екипът на Подкрепи.бг трудно ще успее да даде сам видимост на всяка от тях, затова разчитаме и на помощта на самите организатори.\n'
          }
        />
        <ExpandableListItem
          header={
            'Какво става, ако кампаниите не успеят да наберат пълната сума от необходимите им средства? Какво се случва със средствата?'
          }
          content={
            'Дори да не бъде набрана цялата целева сума, събраните средства се изпращат на Организатора/ Бенефициента. При позволяващи обстоятелства, кампанията може да бъде подновена за нов срок, с целева сума, отговаряща на разликата от първоначалната цел и събраното до момента.\n' +
            '\n' +
            '\n' +
            'В зависимост от типа кампания, могат да се отпускат на траншове, ако не са нужни всичките наведнъж, за да не се бави изпълнението на кампанията. Ако пък цялата сума е необходима, за да се започне дадената кампания, то не я отпускаме преди да сме се уверили, че е събрана цялата. Възможно е организаторите да са получили дарение през друга платформа и крайната сума да е намаляла. В случай на такова събитие крайната търсена сума ще бъде обновена, като към документацията, свързана с прозрачността на всяка кампания, ще бъде добавен документ, удостоверяващ промяната във финансовия статус на кампанията.'
          }
        />
        <ExpandableListItem
          header={
            'Как мога да бъда сигурен, че наистина парите на дарителите се разпределят прозрачно? Има ли как да видя къде отиват те?'
          }
          content={
            'В страницата на всяка кампания има подробна секция относно отчета за изразходваните средства по нея. Текущо се предоставя публична информация за движенията по сметката на съответната кампания.\n' +
            'Организаторът, от своя страна, има ангажимент по Договора с Подкрепи.бг да предоставя регулярни отчети за използването на средствата. \n' +
            'В случай че Организаторът не спази задълженията си по Договора за регулярна отчетност, кампанията му бива преждевременно спряна, според условията, посочени отново в Договора.\n' +
            'В случаите, когато е изплатена цялата сума по кампанията и не бъде предоставен отчет от Организатора/ Бенефициента, същият губи правото си за бъдещи кампании на платформата на Подкрепи.бг.'
          }
        />
        <ExpandableListItem
          header={
            'Как да бъда сигурен, че средствата ще се използват за посочените цели, а Бенефициентът няма да ги изразходва за друго?'
          }
          content={
            'Организаторът има ангажимент по Договора с Подкрепи.бг да предоставя регулярни отчети за използването на средствата. \n' +
            'В случай че Организаторът не спази задълженията си по Договора за регулярна отчетност, кампанията му бива преждевременно спряна, според условията, посочени отново в Договора.\n' +
            'В случаите, когато е изплатена цялата сума по кампанията и не бъде предоставен отчет от Организатора/ Бенефициента, същият губи правото си за бъдещи кампании на платформата на Подкрепи.бг.'
          }
        />
        <ContactUs />
      </Container>
    </Layout>
  )
}
