{
  "about": {
    "title": "За нас",
    "description": "Ние сме група доброволци с обща цел: да създадем прозрачна платформа за дарения, която да не взима комисионна от успешните кампании."
  },
  "howEverythingBegin": {
    "title": "Как започна всичко?",
    "volunteers": "Ние сме група доброволци от IT средите, юристи, счетоводители, маркетолози, медици, НПО представители. Обединява ни желанието да създадем подобрена дарителска среда в България, създавайки максимално прозрачна платформа за дарения. Целта ни е платформата да се издържа от членски внос и дарения към нея, а не от процент комисионна от кампаниите, които тя обслужва."
  },
  "principlesThatUniteUs": {
    "title": "Принципи, които ни обединяват",
    "voluntary": {
      "heading": "ДОБРОВОЛНО И ПРО БОНО",
      "content": "Създаваме дарителска платформа в полза на нуждаещите се и организациите, които им помагат. Не търсим финансови или други облаги от това, освен удовлетвореност от осъществените кампании и подкрепените нуждаещи се."
    },
    "proactivity": {
      "heading": "ПРОАКТИВНОСТ",
      "content": "Не чакаме да ни се подаде задача - взимаме си директно. Стремежът в културата ни на работа е адекватна проява на свободна воля, правилен избор и извършване на задачи, без нуждата някой да ги създава и поставя."
    },
    "transparency": {
      "heading": "ПРОЗРАЧНОСТ",
      "content": "Дарителите ни се доверяват, защото осигуряваме прозрачност чрез отворен код, отворени данни/трансакции, отворени решения. Нуждаещите ни се доверяват, защото правим кандидатстването честно, лесно и прозрачно, чрез ясни критерии. Обществото ни се доверява, защото всичко е прозрачно, в това число - и целият ни работен процес. Ние си имаме доверие, защото има ясни и прозрачни принципи на работа помежду ни."
    },
    "respect": {
      "heading": "УВАЖЕНИЕ",
      "content": "Внимателни сме към хората около нас, уважаваме ги и им помагаме, ако можем. Мнението на всеки има значение, затова слушаме и се опитваме да разберем какво казват другите."
    },
    "expertise": {
      "heading": "ЕКСПЕРТНОСТ",
      "content": "Когато правим избор или вземаме трудни решения, ги базираме на мнението на експерти с близък опит в конкретната тема."
    },
    "privacy": {
      "heading": "ПОВЕРИТЕЛНОСТ",
      "content": "Уважаваме и пазим личните данни на всеки нуждаещ се, даряващ или помагащ в процеса, все едно са нашите собствени. Ясно дефинираме кой има права за достъп до оперативните данни, като хората, разработващи проекта, няма да имат достъп до личните такива."
    },
    "awareness": {
      "heading": "ОСЪЗНАТОСТ",
      "content": "Търсим най-доброто решение и когато даряваме труда си, го правим с пълното съзнание, че не всичко, което правим, ще влезе в употреба. Ако се случи така, че да не се одобри планът или предложението ти, продължаваш с усмивка към следващата задача. Ако някой друг се справя по-добре в ролята ти, то на драго сърце го препоръчваш да я оглави, а ти му помагаш с каквото можеш."
    },
    "sharing": {
      "heading": "СПОДЕЛЯНЕ НА ЗНАНИЯ",
      "content": "Ако участник в проекта има нужда от помощ или разяснение, обясняваме или споделяме линк към документацията на проекта, даващ необходимата информация. Хората с по-малко опит имат възможност да се включат и да възприемат знания от по-опитните."
    }
  }
}
