import { ContentType } from './content-type'

export const ATTRACTING_DONATORS_QUESTIONS: ContentType[] = [
  {
    header: 'До каква степен Подкрепи.бг помага за маркетинга на отделните кампании?',
    content: `Подкрепи.бг се грижи за видимостта на цялата платформа, а оттам, съответно - и на всички кампании в нея. 
    Отделно от това всяка от кампаниите минава през определени стъпки, като:
    Индивидуална публикация на кампанията Ви на всяка от страниците на Подкрепи.бг в социалните медии - Facebook, Instagram, LinkedIn при стартирането на кампанията и при всеки по-значителен напредък, който споделяте чрез рипортите за кампанията си. Здравните кампании ще публикуваме и в подходящи за целта Facebook групи.
    Предоставяне на кампанията Ви на вниманието на инфлуенсърите, с които работим - някой/и от тях може да я припознае и да реши да я и следи и споделя със своите аудитории по различни свои канали
    Съдействие за медийни участия - когато някоя медия ни потърси с желание да отрази точно Вашата история, ще Ви свържем с тях и доколкото зависи от нас, ще Ви подкрепим да представите историята си по подходящия начин 
    Предоставяне на маркетинг гид (как да разкажем историята си, как да ни обърнат внимание медиите, кои Facebook групи са подходящи за разпространение на кампанията Ви и т.н.), който сме направили за организаторите на кампании, с цел да увеличат шансовете си за набирането на необходимите средства 
    Редакция от Маркетинг екипа ни и от Редакторския ни екип на съдържанието на историята Ви, която ще бъде поместена на индивидуалната страница на кампанията Ви в платформата 
    `,
  },
  {
    header: `Освен Организацията бенефициент сама да популяризира кампанията си, какви са другите начини за разпространение на кампаниите?`,
    content: `Индивидуална публикация на кампанията Ви на всяка от страниците на Подкрепи.бг в социалните медии - Facebook, Instagram, LinkedIn при стартирането на кампанията и при всеки по-значителен напредък, който споделяте чрез рипортите за кампанията си. Здравните кампании ще публикуваме и в подходящи за целта Facebook групи.
    Предоставяне на кампанията Ви на вниманието на инфлуенсърите, с които работим - някой/и от тях може да я припознае и да реши да я и следи и споделя със своите аудитории по различни свои канали
    Съдействие за медийни участия - когато някоя медия ни потърси с желание да отрази точно Вашата история, ще Ви свържем с тях и доколкото зависи от нас, ще Ви подкрепим да представите историята си по подходящия начин 
    Предоставяне на маркетинг гид (как да разкажем историята си, как да ни обърнат внимание медиите, кои Facebook групи са подходящи за разпространение на кампанията Ви и т.н.), който сме направили за организаторите на кампании, с цел да увеличат шансовете си за набирането на необходимите средства 
    Редакция от Маркетинг екипа ни и от Редакторския ни екип на съдържанието на историята Ви, която ще бъде поместена на индивидуалната страница на кампанията Ви в платформата 
    `,
  },
  {
    header: 'Как Подкрепи.бг привлича нови потребители?',
    content: `Чрез постоянна активност по комуникационните ни канали (email, Facebook, Instagram, LinkedIn), работата с инфлуенсъри и медии.`,
  },
  {
    header: 'Мога ли да видя маркетинговия план на Подкрепи.бг?',
    content: `Разбира се!. Маркетинговата стратегия на Подкрепи.бг е поместена тук (линк).`,
  },
]
