import { ContentType } from './content-type'

export const COMMON_QUESTIONS: ContentType[] = [
  {
    header: 'Как работи Подкрепи.бг? Какво точно представлява?',
    content: `Подкрепи.бг е платформа за среща между хора, които искат да съберат средства за своя кауза и такива, които искат да ги подкрепят с парични дарения. 
    Подкрепи.бг работи без комисионни и такси за дейността си, единствените удръжки от сумите на даренията са такси, изисквани от трети лица - финансови и други външни организации или институции. Повече за тези такси можете да научите тук (линк 1)
    Сдружение Подкрепи.бг работи почти изцяло с доброволци, едва отскоро разчита и на платени позиции - повече за тях можете да научите тук (линк 2)
    Разходите на Организацията се покриват изцяло от индивидуални и корпоративни дарения, направени директно към Сдружение Подкрепи.бг. Повече за самоиздръжката на Подкрепи.бг можете да научите тук (линк 3)
    `,
    links: ['#', '#', '#'],
  },
  {
    header: 'Защо направихте нова платформа, когато вече има и други?',
    content: `Освен чисто технологично решение, ние предлагаме и нов модел за управление на организацията. (“Финансиране без комисион” и “безкомпромисна прозрачност”)
    Единственият начин да докажем, че моделът за управление наистина работи е да го приложим на практика. 
    Не можем да го наложим насила на съществуващите организации! Не е морално да изтъргуваме “технологичната платформа” срещу промяна в начина на управление на вече доказани организации!
    Не можем да си позволим да подложим на риск оцеляването на значими и работещи организации. Само времето ще покаже дали те ще последват нашия пример и ще приемат нашия модел за управление.
    `,
  },
  {
    header: 'Независима организация ли сте?',
    content: `Да, напълно. Сдружение Подкрепи.бг не е обвързано с влияния от политически и друг тип организации и субекти. Можете да се запознаете с Устава на Подкрепи.бг тук (линк 1)
    `,
    links: ['#'],
  },
  {
    header: 'Защо ви отне повече от 1 година да стартирате?',
    content: `Причините са няколко. 
      1. До 22.11. Подкрепи.бг работеше изцяло на доброволен принцип, което определяше и по-бавното темпо на работа поради незадължителния характер на взаимоотношенията между доброволците и Сдружението. От 22.11. насам Сдружението има договор за 20-часов седмичен ангажимент на един от доскорошните ни доброволци, който към момента заема позицията Координатор Кампании.
      2. Екипът на Подкрепи.бг възприема дейността си с дълбока отговорност и имаше нужда от време да проучи дарителските практики в България и по света преди да стартира първите си кампании.
      3. Подкрепи.бг иска да предостави висока сигурност и да изгради обществено доверие, за да може да реализира устойчив дългосрочен план за подкрепа към българското общество. Това наложи разглеждането на всеки от елементите на дейността ни в дълбочина, създаването на редица методи за превенция и сигурност, относно паричните потоци, които ще преминават през нас, като посредник, както и консултации за разрешаване на голям брой технически, правни и организационни казуси.
      Постарахме се да започнем дейността си максимално подготвени за нуждите на бенефициентите и дарителите и продължаваме да работим върху постоянното подобряване на работата си занапред.
      `,
  },
  {
    header: 'Партнирате ли си с други организации?',
    content: `Да, щастливи и благодарни сме за доверието и партньорството с други организации. Пълния списък с партньорите на Подкрепи.бг можете да откриете тук (линк 1)`,
    links: ['#'],
  },
  {
    header: 'Как се самоиздържа Сдружение Подкрепи.бг?',
    content: `Сдружение Подкрепи.бг се издържа от корпоративни дарения (CSR политики), индивидуални дарения от физически лица, както и месечен или годишен членски внос от членовете на Сдружението.
      Средствата на Подкрепи.бг се съхраняват в отделна банкова сметка, а не в сметката за кампаниите на платформата. Това позволява максимална прозрачност в  проследяването и отчетността на насочените дарения към Сдружението. 
      Веднъж месечно Подкрепи.бг изготвя публичен отчет на приходящите дарения от изминалия месец, както и на основанията за разходваните суми за същия период.
      Всички отчети до момента можете да видите тук (линк 1)
      `,
    links: ['#'],
  },
  {
    header: 'Мога ли и аз да стана член на Сдружението?',
    content:
      'Да, разбира се! Всеки, който иска да ни подкрепи, било то с труд, финансова помощ или и двете, може да стане член на Сдружението. Тук (линк 1 към онлайн форма за членство) можете да намерите повече информация за това как да кандидатствате за членство',
    links: ['#'],
  },
  {
    header: 'Има ли хора на платени позиции в Подкрепи.бг?',
    content:
      'Към момента (януари, 2022 г.) в Сдружението работи само един човек на платена позиция, при това с ангажимент за  20  часа седмично. Основната причина да има само 1 платена позиция не е, че не ни трябват повече хора в екипа, а че Сдружението все още няма достатъчна финансова стабилност. Плановете ни са при първа възможност да увеличим хората, наети на пълен работен ден в Сдружението до 4-5 човека (2-ма - 3-ма координатори, отговарящи за кампаниите, координатор за маркетинг екипа и координатор на техническия екип.)',
  },
  {
    header: 'Откъде идват парите за заплатите на платените позиции в Подкрепи.бг?',
    content: `Всички средства, с които Подкрепи.бг разполага и с които разплаща заплати на платените позиции в екипа, са дошли от дарения от физически лица, корпоративни дарения, както и годишен членски внос от членовете на Сдружението.

      Тук можете да видите пълен списък с  извлечения от дарените средства за Сдружението до момента.
      `,
  },
  {
    header: 'Какви са заплатите в Подкрепи.бг?',
    content: `За момента единственият човек, който е на заплата към Подкрепи.бг, е Главният човек в екип Кампании - Координатор Кампании, който е на граждански договор с ангажимент за 20 часа седмично. Заплатата му е 1550 лв. бруто (или 1200 лв. нето). 
       Заплатите в Подкрепи.бг са адекватни на пазара на труда. Това е така, защото имаме за цел да привлечем и задържим качествени специалисти, което е особено важно за най-отговорните позиции в Сдружението.
       `,
  },
  {
    header: 'Как избирате кой да получава заплата и кой не?',
    content: `Една от задачите на Управителния съвет на Подкрепи.бг е да преценява какви са моментните и дългосрочните нужди на Сдружението и съответно - кои са най-критичните роли за изпълнението им. 
    При наличие на достатъчен бюджет за поне 3 месеца напред, може да се вземе решение да се наеме допълнителен човек на заплата, било то на пълен, половин работен ден или почасова ангажираност.`,
  },
  {
    header: 'Мога ли да кандидатствам за работа на платена позиция в Подкрепи.бг?',
    content:
      'Разбира се! Можете да ни изпратите кратка мотивация и Ваше CV на anikolova@podkrepi.bg',
  },
  {
    header: 'Защо събирате дарения за самото Сдружение?',
    content: `Въпреки многото доброволци, които работят по Проекта в свободното си време, дейността на Подкрепи.бг е такава, че някои от въпросите не търпят отлагане след края на същия работен ден, когато повечето от нас свършват работа и едва тогава успяват да отделят време за доброволен труд към Проекта. За да подсигурим качественото функциониране на платформата на Подкрепи.бг е важно да имаме поне 3-ма - 4-ма човека на пълен работен ден, които да могат да координират и разпределят основните задачи и цели на Сдружението, както и да реагират бързо, при възникнала неотложна нужда. За момента основният ни разход е именно това перо. 
      Имаме разходи и за държавни/ административни такси, свързани с издръжката на самото Сдружение. Очаква се в бъдеще да имаме логистични и други разходи. 
      Част от останалите ни разходи са покрити от партньори, като например: безплатен хостинг от SuperHosting (линк 1) или офис пространство от Eduspace (линк 2).`,
    links: ['https://www.superhosting.bg/', 'https://eduspace-bg.business.site/'],
  },
  {
    header: 'Имате ли офис?',
    content: `Да, намира се в жк. Белите Брези, бл. 13 и ни е любезно и безвъзмездно предоставен от Eduspace (link)
      Добре дошли сте на място с предварителна уговорка за среща, тъй като пространството е споделен офис и е необходимо да резервираме стаята за срещи няколко дни по-рано.
      За уговаряне на среща в офиса можете да се свържете с нас на тел.: 0896 854747
      `,
    links: ['https://eduspace-bg.business.site/'],
  },
  {
    header: 'Кой може да кандидатства в Подкрепи.бг за кампания? Какви са критериите?',
    content: `За кампания в Подкрепи.бг може да кандидатства всяко пълнолетно физическо лице, пребиваващо за постоянно на територията на Република България, с чисто съдебно и данъчно минало, както и български неправителствени организации.

        Важно е да уточним, че Организаторът може да бъде различно лице от Бенефициента. Например - родител може да бъде Организаторът, а Бенефициентът да е детето му, внукът му, брат му, друг близък роднина и т.н. Възможно е и Организаторът да събира средства за пълнолетен Бенефициент, който е възпрепятстван сам да организира кампания поради напреднала възраст, тежко здравословно състояние и др.`,
  },
  {
    header: 'Как се предпазвате от измами с кампаниите?',
    content: `Това е важен въпрос и за нас. Държим да подсигурим максимално средствата на дарителите и да се убедим, че парите им ще отиват при хора, които изпитват действителна нужда от тях за реализирането на действителни цели. 
       Всяка от кампаниите в Подкрепи.бг минава през редица етапи на одобрение от експерти, надзорни съвети и дори - дарители (повече за това можете да научите тук) преди да бъде публикувана на сайта и преди да започне набирането на дарения. 
       
       По време на самите кампании пък, всеки организатор е задължен да публикува на сайта ни публичен отчет за напредъка на каузата, както и за похарчените дарения. Всичко това е придружено от снимки и банкови документи. 
       
       Освен всичко - представители на екипа ни всеки месец посещават част от активните кампании на място, за да се уверим в това, че парите на дарителите се използват за действително посочените в кампанията цели.
       Ако имате съмнение за злоупотреба по дадена кампания, можете да подадете сигнал тук (линк 1). След като го получим, ще разгледаме случая с внимание и ще извършим контрола, който зависи от нас, след което ще Ви информираме за това какво сме установили. В случай на установена злоупотреба, Организаторът/ Бенефициентът може да получи една от следните санкции:
       
       1) При кампания в ход: Кампанията може да бъде преждевременно спряна, а Организаторът/ Бенефициентът да загуби правото си за следващи кампании в Подкрепи.бг на база изгубено доверие.
       2) При приключила вече кампания: Организаторът/ Бенефициентът може да загуби правото си за следващи кампании в Подкрепи.бг на база изгубено доверие.
       `,
    links: ['#'],
  },
  {
    header: 'Къде мога да направя предложение или да споделя идея за подобрение?',
    content: `Много оценяваме всяко такова включване от общността! Пишете ни на anikolova@podkrepi.bg! Ще отговорим при първа възможност.`,
  },
  {
    header: 'Какво означава “Организатор”?',
    content: `Организатор е пълнолетно частно или юридическо лице (неправителствена организация), което организира кампания в своя полза или в полза на друг/и  бенефициент/и. Той се занимава с осигуряването на документация, комуникация с екипа на Подкрепи.бг, той отговаря и за отчетността на усвоените дарения и носи отговорност за рисковете от злоупотреба със средствата на дарителите.

       Примери:
       - Организатор е родителят, Бенефициент - детето
       - Организатор е неправителствена организация, Бенефициенти - група от деца, които имат нужда от нова материална база за обучение
       `,
  },
  {
    header: 'Какво означава “Бенефициент”?',
    content:
      'Бенефициент е човекът, който ще получи крайната помощ от кампанията (средства/ медицинска манипулация/ предметни дарения и т.н.).',
  },
]
