import { ContentType } from './content-type'
import ExternalLink from 'components/common/ExternalLink'
import ContentTypography from './ContentTypography'

export const COMMON_QUESTIONS: ContentType[] = [
  {
    visible: true,
    header: 'Как работи Подкрепи.бг? Какво точно представлява?',
    content: (
      <ContentTypography>
        Подкрепи.бг е платформа за среща между хора, които искат да съберат средства за своя кауза и
        такива, които искат да ги подкрепят с парични дарения. Подкрепи.бг работи без комисионни и
        такси за дейността си, единствените удръжки от сумите на даренията са такси, изисквани от
        трети лица - финансови и други външни организации или институции. Повече за тези такси
        можете да научите
        <ExternalLink variant="subtitle1" href={undefined}>
          {' тук. '}
        </ExternalLink>
        Сдружение Подкрепи.бг работи почти изцяло с доброволци, едва отскоро разчита и на платени
        позиции - повече за тях можете да научите
        <ExternalLink variant="subtitle1" href={undefined}>
          {' тук. '}
        </ExternalLink>
        Разходите на Организацията се покриват изцяло от индивидуални и корпоративни дарения,
        направени директно към Сдружение Подкрепи.бг. Повече за самоиздръжката на Подкрепи.бг можете
        да научите
        <ExternalLink variant="subtitle1" href={undefined}>
          {' тук. '}
        </ExternalLink>
      </ContentTypography>
    ),
  },
  {
    header: 'Защо направихте нова платформа, когато вече има и други?',
    content: (
      <ContentTypography>
        Освен чисто технологично решение, ние предлагаме и нов модел за управление на организацията.
        (“Финансиране без комисион” и “безкомпромисна прозрачност”) Единственият начин да докажем,
        че моделът за управление наистина работи е да го приложим на практика. Не можем да го
        наложим насила на съществуващите организации! Не е морално да изтъргуваме “технологичната
        платформа” срещу промяна в начина на управление на вече доказани организации! Не можем да си
        позволим да подложим на риск оцеляването на значими и работещи организации. Само времето ще
        покаже дали те ще последват нашия пример и ще приемат нашия модел за управление.
      </ContentTypography>
    ),
  },
  {
    header: 'Независима организация ли сте?',
    content: (
      <ContentTypography>
        Да, напълно. Сдружение Подкрепи.бг не е обвързано с влияния от политически и друг тип
        организации и субекти. Можете да се запознаете с Устава на Подкрепи.бг
        <ExternalLink variant="subtitle1" href={undefined}>
          {' тук. '}
        </ExternalLink>
      </ContentTypography>
    ),
  },
  {
    header: 'Защо ви отне повече от 1 година да стартирате?',
    content: (
      <ContentTypography>
        Причините са няколко.
        <br />
        1. До 22.11. Подкрепи.бг работеше изцяло на доброволен принцип, което определяше и
        по-бавното темпо на работа поради незадължителния характер на взаимоотношенията между
        доброволците и Сдружението. От 22.11. насам Сдружението има договор за 20-часов седмичен
        ангажимент на един от доскорошните ни доброволци, който към момента заема позицията
        Координатор Кампании.
        <br />
        2. Екипът на Подкрепи.бг възприема дейността си с дълбока отговорност и имаше нужда от време
        да проучи дарителските практики в България и по света преди да стартира първите си кампании.
        <br />
        3. Подкрепи.бг иска да предостави висока сигурност и да изгради обществено доверие, за да
        може да реализира устойчив дългосрочен план за подкрепа към българското общество. Това
        наложи разглеждането на всеки от елементите на дейността ни в дълбочина, създаването на
        редица методи за превенция и сигурност, относно паричните потоци, които ще преминават през
        нас, като посредник, както и консултации за разрешаване на голям брой технически, правни и
        организационни казуси. Постарахме се да започнем дейността си максимално подготвени за
        нуждите на бенефициентите и дарителите и продължаваме да работим върху постоянното
        подобряване на работата си занапред.
      </ContentTypography>
    ),
  },
  {
    header: 'Партнирате ли си с други организации?',
    content: (
      <ContentTypography>
        Да, щастливи и благодарни сме за доверието и партньорството с други организации. Пълният
        списък с партньорите на Подкрепи.бг можете да откриете
        <ExternalLink variant="subtitle1" href={undefined}>
          {' тук. '}
        </ExternalLink>
      </ContentTypography>
    ),
  },
  {
    header: 'Как се самоиздържа Сдружение Подкрепи.бг?',
    content: (
      <ContentTypography>
        Сдружение Подкрепи.бг се издържа от корпоративни дарения (CSR политики), индивидуални
        дарения от физически лица, както и месечен или годишен членски внос от членовете на
        Сдружението. Средствата на Подкрепи.бг се съхраняват в отделна банкова сметка, а не в
        сметката за кампаниите на платформата. Това позволява максимална прозрачност в
        проследяването и отчетността на насочените дарения към Сдружението. Веднъж месечно
        Подкрепи.бг изготвя публичен отчет на приходящите дарения от изминалия месец, както и на
        основанията за разходваните суми за същия период. Всички отчети до момента можете да видите
        <ExternalLink variant="subtitle1" href={undefined}>
          {' тук. '}
        </ExternalLink>
      </ContentTypography>
    ),
  },
  {
    header: 'Мога ли и аз да стана член на Сдружението?',
    content: (
      <ContentTypography>
        Да, разбира се! Всеки, който иска да ни подкрепи, било то с труд, финансова помощ или и
        двете, може да стане член на Сдружението.{' '}
        <ExternalLink variant="subtitle1" href={undefined}>
          {' Tук '}
        </ExternalLink>{' '}
        можете да намерите повече информация за това как да кандидатствате за членство.
      </ContentTypography>
    ),
  },
  {
    header: 'Има ли хора на платени позиции в Подкрепи.бг?',
    content: (
      <ContentTypography>
        Към момента (януари, 2022 г.) в Сдружението работи само един човек на платена позиция, при
        това с ангажимент за 20 часа седмично. Основната причина да има само 1 платена позиция не е,
        че не ни трябват повече хора в екипа, а че Сдружението все още няма достатъчна финансова
        стабилност. Плановете ни са при първа възможност да увеличим хората, наети на пълен работен
        ден в Сдружението до 4-5 човека (2-ма - 3-ма координатори, отговарящи за кампаниите,
        координатор за маркетинг екипа и координатор на техническия екип.
      </ContentTypography>
    ),
  },
  {
    header: 'Откъде идват парите за заплатите на платените позиции в Подкрепи.бг?',
    content: (
      <ContentTypography>
        Всички средства, с които Подкрепи.бг разполага и с които разплаща заплати на платените
        позиции в екипа, са дошли от дарения от физически лица, корпоративни дарения, както и
        годишен членски внос от членовете на Сдружението. Тук можете да видите пълен списък с
        извлечения от дарените средства за Сдружението до момента.
      </ContentTypography>
    ),
  },
  {
    header: 'Какви са заплатите в Подкрепи.бг?',
    content: (
      <ContentTypography>
        За момента единственият човек, който е на заплата към Подкрепи.бг, е Главният човек в екип
        Кампании - Координатор Кампании, който е на граждански договор с ангажимент за 20 часа
        седмично. Заплатата му е 1550 лв. бруто (или 1200 лв. нето). Заплатите в Подкрепи.бг са
        адекватни на пазара на труда. Това е така, защото имаме за цел да привлечем и задържим
        качествени специалисти, което е особено важно за най-отговорните позиции в Сдружението.
      </ContentTypography>
    ),
  },
  {
    header: 'Как избирате кой да получава заплата и кой не?',
    content: (
      <ContentTypography>
        Една от задачите на Управителния съвет на Подкрепи.бг е да преценява какви са моментните и
        дългосрочните нужди на Сдружението и съответно - кои са най-критичните роли за изпълнението
        им. При наличие на достатъчен бюджет за поне 3 месеца напред, може да се вземе решение да се
        наеме допълнителен човек на заплата, било то на пълен, половин работен ден или почасова
        ангажираност.
      </ContentTypography>
    ),
  },
  {
    header: 'Мога ли да кандидатствам за работа на платена позиция в Подкрепи.бг?',
    content: (
      <ContentTypography>
        Разбира се! Можете да ни изпратите кратка мотивация и Ваше CV на anikolova@podkrepi.bg
      </ContentTypography>
    ),
  },
  {
    header: 'Защо събирате дарения за самото Сдружение?',
    content: (
      <ContentTypography>
        Въпреки многото доброволци, които работят по Проекта в свободното си време, дейността на
        Подкрепи.бг е такава, че някои от въпросите не търпят отлагане след края на същия работен
        ден, когато повечето от нас свършват работа и едва тогава успяват да отделят време за
        доброволен труд към Проекта. За да подсигурим качественото функциониране на платформата на
        Подкрепи.бг е важно да имаме поне 3-ма - 4-ма човека на пълен работен ден, които да могат да
        координират и разпределят основните задачи и цели на Сдружението, както и да реагират бързо,
        при възникнала неотложна нужда. За момента основният ни разход е именно това перо. Имаме
        разходи и за държавни/ административни такси, свързани с издръжката на самото Сдружение.
        Очаква се в бъдеще да имаме логистични и други разходи. Част от останалите ни разходи са
        покрити от партньори, като например: безплатен хостинг от{' '}
        <ExternalLink variant="subtitle1" href={'https://www.superhosting.bg/'}>
          {' SuperHosting '}
        </ExternalLink>{' '}
        или офис пространство от
        <ExternalLink variant="subtitle1" href={'https://eduspace-bg.business.site/'}>
          {' Eduspace.'}
        </ExternalLink>
      </ContentTypography>
    ),
  },
  {
    header: 'Имате ли офис?',
    content: (
      <ContentTypography>
        Да, намира се в жк. Белите Брези, бл. 13 и ни е любезно и безвъзмездно предоставен от{' '}
        <ExternalLink variant="subtitle1" href={'https://eduspace-bg.business.site/'}>
          {' Eduspace.'}
        </ExternalLink>
        Добре дошли сте на място с предварителна уговорка за среща, тъй като пространството е
        споделен офис и е необходимо да резервираме стаята за срещи няколко дни по-рано. За
        уговаряне на среща в офиса можете да се свържете с нас на тел.: 0896 854747
      </ContentTypography>
    ),
  },
  {
    header: 'Кой може да кандидатства в Подкрепи.бг за кампания? Какви са критериите?',
    content: (
      <ContentTypography>
        За кампания в Подкрепи.бг може да кандидатства всяко пълнолетно физическо лице, пребиваващо
        за постоянно на територията на Република България, с чисто съдебно и данъчно минало, както и
        български неправителствени организации. Важно е да уточним, че Организаторът може да бъде
        различно лице от Бенефициента. Например - родител може да бъде Организаторът, а
        Бенефициентът да е детето му, внукът му, брат му, друг близък роднина и т.н. Възможно е и
        Организаторът да събира средства за пълнолетен Бенефициент, който е възпрепятстван сам да
        организира кампания поради напреднала възраст, тежко здравословно състояние и др.`,
      </ContentTypography>
    ),
  },
  {
    header: 'Как се предпазвате от измами с кампаниите?',
    content: (
      <ContentTypography>
        Това е важен въпрос и за нас. Държим да подсигурим максимално средствата на дарителите и да
        се убедим, че парите им ще отиват при хора, които изпитват действителна нужда от тях за
        реализирането на действителни цели. Всяка от кампаниите в Подкрепи.бг минава през редица
        етапи на одобрение от експерти, надзорни съвети и дори - дарители (повече за това можете да
        научите тук) преди да бъде публикувана на сайта и преди да започне набирането на дарения. По
        време на самите кампании пък, всеки организатор е задължен да публикува на сайта ни публичен
        отчет за напредъка на каузата, както и за похарчените дарения. Всичко това е придружено от
        снимки и банкови документи. Освен всичко - представители на екипа ни всеки месец посещават
        част от активните кампании на място, за да се уверим в това, че парите на дарителите се
        използват за действително посочените в кампанията цели. Ако имате съмнение за злоупотреба по
        дадена кампания, можете да подадете сигнал{' '}
        <ExternalLink variant="subtitle1" href={undefined}>
          {' тук'}
        </ExternalLink>
        . След като го получим, ще разгледаме случая с внимание и ще извършим контрола, който зависи
        от нас, след което ще Ви информираме за това какво сме установили. В случай на установена
        злоупотреба, Организаторът/ Бенефициентът може да получи една от следните санкции:
        <br />
        1) При кампания в ход: Кампанията може да бъде преждевременно спряна, а Организаторът/
        Бенефициентът да загуби правото си за следващи кампании в Подкрепи.бг на база изгубено
        доверие.
        <br />
        2) При приключила вече кампания: Организаторът/ Бенефициентът може да загуби правото си за
        следващи кампании в Подкрепи.бг на база изгубено доверие.
      </ContentTypography>
    ),
  },
  {
    header: 'Къде мога да направя предложение или да споделя идея за подобрение?',
    content: (
      <ContentTypography>
        Много оценяваме всяко такова включване от общността! Пишете ни на anikolova@podkrepi.bg! Ще
        отговорим при първа възможност.
      </ContentTypography>
    ),
  },
  {
    header: 'Какво означава “Организатор”?',
    content: (
      <ContentTypography>
        Организатор е пълнолетно частно или юридическо лице (неправителствена организация), което
        организира кампания в своя полза или в полза на друг/и бенефициент/и. Той се занимава с
        осигуряването на документация, комуникация с екипа на Подкрепи.бг, той отговаря и за
        отчетността на усвоените дарения и носи отговорност за рисковете от злоупотреба със
        средствата на дарителите.
        <br />
        Примери:
        <br />
        - Организатор е родителят, Бенефициент - детето
        <br />- Организатор е неправителствена организация, Бенефициенти - група от деца, които имат
        нужда от нова материална база за обучение
      </ContentTypography>
    ),
  },
  {
    header: 'Какво означава “Бенефициент”?',
    content: (
      <ContentTypography>
        Бенефициент е човекът, който ще получи крайната помощ от кампанията (средства/ медицинска
        манипулация/ предметни дарения и т.н.).
      </ContentTypography>
    ),
  },
]
