export const DONATION_QUESTIONS = [
  {
    header: 'Какви суми могат да се даряват? Има ли минимална и максимална сума?',
    content: `Сумите, които можете да дарите към момента са:
        2 лв., 5 лв., 10 лв., 20 лв., 50 лв., 100 лв. или сбор от няколко от изброените суми. Така например, ако искате да дарите 200 лв, ще можете да направите 2 дарения по 100 лв. 
        
        Ще се постараем в най-кратки срокове да намерим технологични решения, които да дадат повече свобода за дарителите ни в избора на сума.
        
        Отделно има и опция за регулярни дарения към целогодишните кампании.
        `,
  },
  {
    header: 'Какъв процент се удържа от даренията?',
    content: `Подкрепи.бг НЕ удържа комисионна или такси за дейността си от събраните средства за кампаниите. 
 
        Малка част от сумата обаче се разходва за такси на външни услуги. Такива са:  
        
        
        PayPal - %
        ePay - %
        Stripe - %
        Банков превод - 
        
        Това са единствено такси на съответните платформи. Те са официално публикувани 
        на сайтовете на съответните  доставчици на услуги. Единствено тези такси отнемат от 
        дарените суми.
        
        При някои кампании се налагат разходи, свързани с Организатора, когато той е юридическо лице с нестопанска цел (НПО). При тези случаи, това обстоятелство ще бъде ИЗРИЧНО ОПИСАНО в основната страница на кампанията в платформата на Подкрепи.бг.
        `,
  },
  {
    header: 'Нужна ли ми е регистрация на сайта, за да дарявам?',
    content: `Да, но това става бързо и лесно! По този начин, ако пожелаете, ще можем да Ви информираме за прогреса и отчета по кампаниите, за които сте дарили. Важно е да поясним, че дори след регистрация, Дарителят може да пожелае анонимност за дарението си. Ако не държите да запазите анонимност, публичните данни ще бъдат единствено името на физическо или юридическо лице и съответната дарена сума.
 
        При регистрацията ще ни бъдат необходими и други Ваши данни, които са защитени по силата на Закона за защита на личните данни (линк) Тези данни са необходими за връзка с Вас, в случай че настъпи необходимост да Ви върнем обратно направено дарение. Освен това, както казахме - ще можем да Ви изпращаме пожелана от Вас информация, свързана с кампаниите, на които сте благодетел.
        `,
  },
  {
    header: 'Мога ли да даря анонимно?',
    content: `Разбира се, да. Разбираме това Ваше желание и го уважаваме. В края на процеса на даряване можете да изберете анонимност на дарението. 
 
        Ако изберете да дарите публично, единствените данни, които ще оповестим, са името на дарителя (физическо или юридическо лице) и размера на дарената сума.
        Все пак, за да дарите, е необходима предварителна регистрация на сайта, при която ще ни бъдат необходими и други Ваши данни, които са защитени по силата на Закона за защита на личните данни (линк)
        
        Тези данни са необходими за връзка с Вас, в случай че настъпи необходимост да Ви върнем обратно направено дарение. Освен това, както казахме - ще можем да Ви изпращаме пожелана от Вас информация, свързана с кампаниите, на които сте благодетел.
        `,
  },
  {
    header: 'Ползват ли се данъчни облекчения за стойността на направеното дарение?',
    content:
      'Данъчните облекчения се ползват за кампании в полза на лица, които са вписани в Списъка съгл. Чл.22 от ЗДДФЛ и чл.31 от ЗКПО',
  },
  {
    header: 'Какви са начините за даряване?',
    content: `Всяка кампания има следните начини за дарение към нея: чрез дебитна/ кредитна карта (ePay, PayPal, Stripe) или по банков път (IRIS Solutions). За безсрочните кампании платформата предлага и опция за регулярни месечни дарения отново чрез свързване на кредитна/ дебитна карта.
        Как подсигуряваме дарителите, че някой няма да хакне системата и да изтегли данните им?`,
  },
  {
    header: 'Издавате ли сертификат за дарителите?',
    content:
      'Да. Всеки дарител, било то физическо или юридическо лице, получава сертификат, удостоверяващ сумата и кампанията, за която е дарил.',
  },
  {
    header: 'Събраните суми включват ли ДДС? Какви са данъците и таксите, включени в тях?',
    content: `Събраните суми не включват ДДС, защото се приемат през платежни средства, а не чрез мобилни оператори.
        Важно е да споменем, че съответните доставчици на услуги имат свои фиксирани такси. Техните размери са описани тук (линк) Напомняме, че Подкрепи.бг не удържа никакви такси и комисионни за дейността си от даренията`,
  },
  {
    header:
      'Мога ли да направя месечно дарение към дадена кампания на организация с карта или PayPal?',
    content: 'Да, има такава възможност',
  },
  {
    header:
      'Като Дарител съм дарил по дадена Кампания в платформата, но е станало объркване и парите е трябвало да отидат в друга Кампания със сходно име. Може ли да пренасочите парите към въпросната кампания или да ми ги върнете?',
    content: `Ако парите все още са в нашата сметка, можем да направим и двете. Ако вече сме ги изпратили по дарителската сметка на Организатора/ Бенефициента на кампанията - не. Това би компрометирало доверието между нас и Бенефициента. `,
  },
]
