import { ContentType } from './content-type'

export const POTENTION_SCAM_QUESTIONS: ContentType[] = [
  {
    header: 'Как се предпазвате от измами с кампаниите?',
    content: `Това е важен въпрос и за нас. Държим да подсигурим максимално средствата на дарителите и да се убедим, че парите им ще отиват при хора, които изпитват действителна нужда от тях за реализирането на действителни цели. 
    Всяка от кампаниите в Подкрепи.бг минава през редица етапи на одобрение от експерти, надзорни съвети и дори - дарители (повече за това можете да научите тук) преди да бъде публикувана на сайта и преди да започне набирането на дарения. 
    
    По време на самите кампании пък, всеки организатор е задължен да публикува на сайта ни публичен отчет за напредъка на каузата, както и за похарчените дарения. Всичко това е придружено от снимки и банкови документи. 
    
    Освен всичко - представители на екипа ни всеки месец посещават част от активните кампании на място, за да се уверим в това, че парите на дарителите се използват за действително посочените в кампанията цели.
    Ако имате съмнение за злоупотреба по дадена кампания, можете да подадете сигнал тук (линк 1). След като го получим, ще разгледаме случая с внимание и ще извършим контрола, който зависи от нас, след което ще Ви информираме за това какво сме установили. В случай на установена злоупотреба, Организаторът/ Бенефициентът може да получи една от следните санкции:
    
    1) При кампания в ход: Кампанията може да бъде преждевременно спряна, а Организаторът/ Бенефициентът да загуби правото си за следващи кампании в Подкрепи.бг на база изгубено доверие.
    2) При приключила вече кампания: Организаторът/ Бенефициентът може да загуби правото си за следващи кампании в Подкрепи.бг на база изгубено доверие.
    `,
    links: ['#'],
  },
  {
    header:
      'Как гарантирате, че някоя от кампаниите не набира едновременно средства от няколко места и така би могла да събере много повече от обявената нужда?',
    content: `Всеки бенефициент или организатор на кампания е задължен (чрез клауза в Договора си с Подкрепи.бг) да подаде сигнал за актуализиране (намаляване) на сумата по кампанията, в случай че събере част от необходимия размер средства посредством други канали (различни дарителски платформи, дарителски SMS-и и т.н.).
    Освен по тази клауза в Договора, отговорност се носи от всеки организатор/ бенефициент  и по сила на декларация за същото обстоятелство.
    `,
  },
  {
    header:
      'Какво става със средствата, ако се надвишат по някоя кампания или пък кампанията се прекрати по някаква причина?',
    content: `Подкрепи.бг спира набирането на дарения към дадена кампания веднага щом установи, че целевата сума е събрана. Ако междувременно, в периода на необходимото технологично време за спиране, сумата от набрани дарения бъде превишена, средствата остават в полза на същия бенефициент.`,
  },
  {
    header: 'Разпределя ли Подкрепи.бг средства, дадени за една кампания по други кампании?',
    content: `Не. От Подкрепи.бг вярваме, че само Дарителят има волята да избира къде да насочи даренията си. Те винаги попадат при този Бенефициент, който той изрично е избрал или се връщат при него самия, ако обстоятелствата наложат това. 
    След като парите на Дарителя бъдат върнати към него, той сам може да избере дали да ги дари за друга кампания и ако да - към коя точно.`,
  },
  {
    header:
      'Какво става, ако кампаниите не успеят да наберат пълната сума от необходимите им дарения? Какво се случва със средствата?',
    content:
      'Дори да не бъде набрана цялата сума, събраните средства се изпращат към Бенефициента. Ако няма пречка крайният срок да бъде удължен, кампанията може да бъде подновена отново, за да се даде възможност да се набере остатъкът, който не достига.',
  },
  {
    header:
      'Как мога да бъда сигурен, че наистина парите на дарителите се разпределят прозрачно? Има ли как да видя къде отиват те?',
    content: `В страницата на всяка кампания има подробна секция относно отчета за изразходваните средства по нея. Текущо се предоставя публична информация за движенията по сметката на съответната кампания.
    Организаторът, от своя страна, има ангажимент по Договора с Подкрепи.бг да предоставя регулярни отчети за използването на средствата. 
    В случай че Организаторът не спази задълженията си по Договора за регулярна отчетност, кампанията му бива преждевременно спряна, според условията, посочени отново в Договора.
    В случаите, когато е изплатена цялата сума по кампанията и не бъде предоставен отчет от Организатора/ Бенефициента, същият губи правото си за бъдещи кампании на платформата на Подкрепи.бг.`,
  },
  {
    header:
      'Как да бъда сигурен, че средствата ще се използват за посочените цели, а Бенефициентът няма да ги изразходва за друго?',
    content: `Организаторът има ангажимент по Договора с Подкрепи.бг да предоставя регулярни отчети за използването на средствата. 

    В случай че Организаторът не спази задълженията си по Договора за регулярна отчетност или за използване на средствата за целите, които е декларирал, кампанията му бива преждевременно спряна, според условията, посочени отново в Договора.
    
    В случаите, когато е изплатена цялата сума по кампанията и не бъде предоставен отчет от Организатора/ Бенефициента или се установи, че даренията са използвани за различни цели от първоначално посочените, Организаторът губи правото си за бъдещи кампании на платформата на Подкрепи.бг.
    
      Освен практиката за отчетност, представители на Подкрепи.бг посещават част от 
      кампаниите на място и попълват тази бланка (линк 1), даваща информация за надеждността 
    на Организатора/ Бенефициента, било то отделен човек или дадена организация. 
    
    
    В допълнение към всичко това, на страницата на всяка кампания е поместена информация с контакти към всеки организатор на кампания (това може да е близък/ доверен човек на Бенефициента, може да е самият Бенефициент, а може да бъде и представител на дадена организация, която набира средства). Това предоставя възможност на дарителите да се свържат директно с организаторите на кампаниите, да поискат информация директно от тях, както и да им дарят средства, предметни дарения или друга помощ лично, без да ползват Подкрепи.бг като посредник. `,
    links: ['#'],
  },
  {
    header: 'Кой ще носи отговорност, ако стане някаква злоупотреба с даренията?',
    content:
      'При наличие на сигнал за злоупотреба [можете да попълните такъв тук (линк 1)], Подкрепи.бг ще съдейства по всички начини, позволени от Закона за защита на правата и начините за обезщетение на съответните засегнати лица.',
    links: ['#'],
  },
  {
    header: 'Кой проверява кампаниите, включително тяхната реалистична изпълнимост?',
    content: `Всяка кампания преминава през стъпки на одобрение, които можете да видите тук (линк 1).


    Освен тези етапи, всяка от категориите кампании има свой специализиран надзорен съвет. В тези надзорни съвети участват и дарители [да, Вие също можете да участвате в такъв надзорен съвет - как става това можете да научите тук (линк 1)]. Членовете на тези надзорни съвети по категории можете да видите тук (линк 2).
    
    Освен тези 2 елемента на проверка съществува и Борд за окончателно одобрение, който финално прави преценка кои кампании да бъдат допуснати в платформата. В този Борд отново участват дарители. Всички членове на Борда можете да видите тук (линк 3).
    `,
    links: ['#', '#', '#'],
  },
]
