export type TeamData = {
  img: string
  name: string
  description: string
  linkedInProfile?: string
}

export const data: TeamData[] = [
  {
    img: '/img/team-photos/RadoslavBozhinov.jpg',
    name: 'Радослав Божинов',
    description:
      'Дизайн Лийд в British Telecom (BT), отговорен за стратегията и дизайн екипа към BT - индиректен партньорски онлайн портал. Работил съм в БНТ, маркетинг агенции, няколко английски студиа и компании преди BT. Занимавам се с дизайн от 2007 насам. Участвал съм в набирането на средства за земетресението в Турция, BBC, деца в нужда.',
    linkedInProfile: 'https://www.linkedin.com/in/radoslavbozhinov/',
  },
  {
    img: '/img/team-photos/DianaDobreva.jpg',
    name: 'Диана Добрева',
    description:
      'Над 20 год. опит в организация и управление на финансови потоци, вкл. развитие на 3 новостартиращи компании  в БГ със съсредоточен голям финансов ресурс. В последните две години подпомагам стартиращи дружества, които получават инвестиции, за да оптимизират финансовите потоци, така че да прескочат 87%-ния риск от неуспех вследствие на недобро планиране и разпределение на ресурсите. Обичаща природата и водеща йогийски начин на живот, в който основно място заема дарителството и помощта към другите.',
    linkedInProfile: 'https://www.linkedin.com/in/diana-dobreva-acca-5749b520/',
  },
  {
    img: '/img/team-photos/MarianaKaroleva.jpg',
    name: 'Марияна Каролева',
    description:
      'От години се занимавам с доброволчество, като подкрепям каузи на различни организации, и в качеството си на частно лице помагам със средства, време и внимание на хора в нужда. Като ръководител на eкип Кампании участвам в процеса по структуриране и управление на кампаниите и платформата, в изграждането на различните експертни съвети и набирането на членовете им и в избора и обработката на първите кампании.',
  },
  {
    img: '/img/team-photos/GeorgiIvanov.jpg',
    name: 'Георги Иванов',
    description:
      'Занимавам се с предприемачество от над 12 години. Основател на Noble Hire, Conf.ai, Club-Mate Bulgaria, а преди това и на Enhancv. По образование съм геолог. През последните близо 4 години Подкрепи.бг е неизменна част от живота ми.',
    linkedInProfile: 'https://www.linkedin.com/in/joroivanoff/',
  },
  {
    img: '/img/team-photos/ZdravkaGornachka.png',
    name: 'Здравка Горначка',
    description: 'Занимавам се с обезпечаването на непрекъсваемостта на критични бизнес приложения от 2007 година, като през последните седем години съм изцяло фокусирана в сферата на прецизната и индустриална климатизация. Съосновател съм на Кулинг Пауър Сълюшънс. По образование съм PR и MBA, с голям интерес към динамиката в малките екипи, ефективното управление и скалиране на процеси. Изключително любопитна съм към новите възможности за колаборации и самоуправление, които предлага дигиталната ера. Вярвам в ненасилствената комуникация, обичам планината, запален скиор съм и доброволец в екип Кампании.',
    linkedInProfile: 'https://www.linkedin.com/in/zdravka-gornchka-3a0b3510/',
  },
  {
    img: '/img/team-photos/IvanMilchev.jpg',
    name: 'Иван Милчев',
    description:
      'Програмист с над 10 години опит в различни софтуерни направления. По-голямата част от опита ми е придобит в Нидерландия, където съм работил за една от най-проспериращите компании в сферата на производството. От 2 години съм част от Mondoo, където разработваме софтуер за кибер сигурност. От скоро се завърнах в България и мисля да продължа развитието си тук.',
    linkedInProfile: 'https://www.linkedin.com/in/ivanmilchev/',
  },
  {
    img: '/img/team-photos/SlavchoIvanov.png',
    name: 'Славчо Иванов',
    description:
      'Програмист, който се е борил с бъгове в много стартъпи в продължение на повече от 20 години. В момента CTO на индийска IT компания и начинаещ доброволец.',
    linkedInProfile: 'https://www.linkedin.com/in/slavchoivanov/',
  },
]
