export type TeamData = {
  img: string
  name: string
  linkedInProfile: string
  description: string
}

export const data: TeamData[] = [
  {
    img: '/img/team-photos/IvanGoychev.jpg',
    name: 'Иван Гойчев',
    linkedInProfile: 'https://www.linkedin.com/in/igoychev/',
    description:
      'Технологичен мениджър с над 15 години опит в създаване на успешни стартъпи и реализиране на големи софтуерни продукти. Като технически директор съм водил развитието на 2 успешни стартъпа във финансовата и самолетната индустрия. Натрупах сериозен опит в огромни компании като Amazon AWS, а сега водя софтуерния отдел на Кобилдър, където дигитализираме строителната индустрия.',
  },
  {
    img: '/img/team-photos/AnaNikolova.png',
    name: 'Ана Николова',
    linkedInProfile: 'https://www.linkedin.com/in/anatnikolova/',
    description:
      'Доктор по Управление на международни проекти. 12 години опит в неправителствения сектор и развитието на младежко лидерство и предприемачество. Помагам на стартиращи и малки бизнеси със силен фокус към иновациите да развият своите идеи в бизнес начинания, чрез развитие на концепции, проектно планиране и управление и достъп до финансиране. Опитът ми в планирането и управлението на проекти ме доведе също до това да стана и външен експерт-оценител по програми на Европейската комисия и да правя обучения по тази и други теми, свързани с развитие на бизнеса.',
  },
  {
    img: '/img/team-photos/JulianKalderon.png',
    name: 'Юлиян Калдерон',
    linkedInProfile: 'https://www.linkedin.com/in/jucalderon/',
    description:
      "Над 20 години опит като предприемач. Издател на Gamers' Workshop и основател на БГСервиз, където вече 16 години развиваме бизнес софтуерния продукт nZoom. С него помагаме на фирмите да бъдат по-успешни, чрез дигитализация и ефективно използване на информационните технологии. Имам натрупан значителен опит в развитието на софтуерни продукти, който, надявам се, ще бъде от полза в организационен и чисто оперативен план за Подкрепи.бг.",
  },
  {
    img: '/img/team-photos/IvayloIvanov.jpg',
    name: 'Ивайло Иванов',
    description:
      'Занимавам се с дигитална трансформация на бизнес процеси от 1998г. с клиенти на международния пазар. Основател и CEO на SoftConsultGroup, създал и участвал в редица стартъп компании.',
    linkedInProfile: 'https://www.linkedin.com/in/idivanov/',
  },
  {
    img: '/img/team-photos/StankaCherkezova.jpg',
    name: 'Станка Черкезова-Калайджиева',
    linkedInProfile: 'https://www.linkedin.com/in/stanka-cherkezova-b2b5845/',
    description:
      'Ръководител Правен Eкип. Близо 15 години подпомагам бизнеси и отделни физически лица с консултации и процесуално представителство в сферата на търговското и гражданското право, включително в казуси с международен елемент. Имам богат юридически опит както в България, така и в чужбина, с работа като външен консултант по различни проекти, свързани с национално и европейско право.',
  },
]
