export type TeamData = {
  img: string
  name: string
  description: string
  linkedInProfile?: string
}

export const data: TeamData[] = [
  {
    img: '/img/team-photos/StankaCherkezova.jpg',
    name: 'Станка Черкезова-Калайджиева',
    description:
      'Ръководител Правен Eкип. Близо 15 години подпомагам бизнеси и отделни физически лица с консултации и процесуално представителство в сферата на търговското и гражданското право, включително в казуси с международен елемент. Имам богат юридически опит както в България, така и в чужбина, с работа като външен консултант по различни проекти, свързани с национално и европейско право.',
    linkedInProfile: 'https://www.linkedin.com/in/stanka-cherkezova-b2b5845/',
  },
  {
    img: '/img/team-photos/AnaNikolova.png',
    name: 'Ана Николова',
    description:
      'Доктор по Управление на международни проекти. 12 години опит в неправителствения сектор и развитието на младежко лидерство и предприемачество. Помагам на стартиращи и малки бизнеси със силен фокус към иновациите да развият своите идеи в бизнес начинания, чрез развитие на концепции, проектно планиране и управление и достъп до финансиране. Опитът ми в планирането и управлението на проекти ме доведе също до това да стана и външен експерт-оценител по програми на Европейската комисия и да правя обучения по тази и други теми, свързани с развитие на бизнеса.',
    linkedInProfile: 'https://www.linkedin.com/in/anatnikolova/',
  },
  {
    img: '/img/team-photos/MarianaKaroleva.jpg',
    name: 'Марияна Каролева',
    description:
      'От години се занимавам с доброволчество, като подкрепям каузи на различни организации, и в качеството си на частно лице помагам със средства, време и внимание на хора в нужда. Като ръководител на Екип Кампании участвам  в процеса по структуриране и управление на кампаниите и платформата, в изграждането на различните експертни съвети и набирането на членовете им и в избора и обработката на първите кампании.',
  },
  {
    img: '/img/team-photos/JulianKalderon.png',
    name: 'Юлиян Калдерон',
    description:
      "Над 20 години опит като предприемач. Издател на Gamers' Workshop и основател на БГСервиз, където вече 16 години развиваме бизнес софтуерния продукт nZoom. С него помагаме на фирмите да бъдат по-успешни, чрез дигитализация и ефективно използване на информационните технологии. Имам натрупан значителен опит в развитието на софтуерни продукти, който, надявам се, ще бъде от полза в организационен и чисто оперативен план за Подкрепи.бг.",
    linkedInProfile: 'https://www.linkedin.com/in/jucalderon/',
  },
  {
    img: '/img/team-photos/DianaDobreva.jpg',
    name: 'Диана Добрева',
    description:
      'Над 20 год. опит в организация и управление на финансови потоци, вкл. развитие на 3 новостартиращи в БГ компании със съсредоточен голям финансов ресурс. В последните две години подпомагам стартиращи дружества, които получават инвестиции за да оптимизират финансовите потоци така, че да прескочат 87%-ния риск от неуспех вследствие на недобро планиране и разпределение на ресурсите. Обичаща природата и водеща йогийски начин на живот, в който основно място заема дарителството и помощта към другите.',
    linkedInProfile: 'https://www.linkedin.com/in/diana-dobreva-acca-5749b520/',
  },
  {
    img: '/img/team-photos/RadoslavBozhinov.jpg',
    name: 'Радослав Божинов',
    description:
      'Дизайн Лийд в British Telecom (BT), отговорен за стратегията и дизайн екипа към BT индиректен партньорски онлайн портал. Работил съм в БНТ, маркетинг агенции, няколко Английски студиа и компании преди BT. Занимавам се с дизайн-а от 2007 насам. Участвал съм в набирането на средства за земетресението в Турция, BBC деца в нужда.',
    linkedInProfile: 'https://www.linkedin.com/in/radoslavbozhinov/',
  },
  {
    img: '/img/team-photos/IvanGoychev.jpg',
    name: 'Иван Гойчев',
    description:
      'Технологичен мениджър с над 15 години опит в създаване на успешни стартъпи и реализиране на големи софтуерни продукти. Като технически директор съм водил развитието на 2 успешни стартъпа във финансовата и самолетната индустрия. Натрупах сериозен опит в огромни компании като Amazon AWS, а сега водя софтуерния отдел на Кобилдър, където дигитализираме строителната индустрия.',
    linkedInProfile: 'https://www.linkedin.com/in/igoychev/',
  },
]
