import { PropsWithChildren, ReactChildren } from 'react'

import { Box, Typography } from '@mui/material'
import Layout from 'components/client/layout/Layout'
export interface TitleProps {
  children: ReactChildren | string
}

const TermsOfServiceTitle = ({ children }: PropsWithChildren<TitleProps>) => {
  return (
    <Typography variant="h4" component="h2" align="center" className="title">
      {children}
    </Typography>
  )
}

export default function AboutPage() {
  return (
    <Layout title="Условия за ползване на уебсайта на ПОДКРЕПИ БГ">
      <Box className="privacy-policy-gdpr">
        <Typography variant="body2" component="p">
          Сдружение &quot;Подкрепи БГ&quot; оперира уебсайт за платформа за набиране на дарения за
          конкретни нужди и каузи, която се използва от ползвателите при условията, посочени
          по-долу.
        </Typography>
        <Typography variant="body2" component="p">
          Моля, запознайте се с настоящите условия, тъй като чрез достъпа до разглеждането и
          използването по какъвто и да е начин на уебсайта на Подкрепи БГ вие се съгласявате, че сте
          запознати, разбирате и приемате настоящите Общи условия.
        </Typography>
        <Typography variant="body2" component="p">
          Тези общи условия се прилагат при първоначален и всеки следващ достъп до Уебсайта и
          Платформата и имат обвързваща и задължителна сила на договорно споразумение, приложимо за
          всички версии и устройства, от които са достъпни услугите на Платформата.
        </Typography>
        <TermsOfServiceTitle>1. Ключови термини</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Употребените по-долу думи, термини и съкращения, имат следното значение:
        </Typography>
        <ul list-style-type="circle">
          <li>
            <span className="bold-italic-text">&quot;Общи условия&quot;, &quot;ОУ&quot;</span> -
            Общи условия за използване на уебсайта www.podkrepi.bg.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Уебсайт&quot;, &quot;Сайт&quot;</span> -
            уебсайт с адрес (URL) www.podkrepi.bg, неговите приложения, мобилни и други версии.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Платформа&quot;</span> - платформа за набиране
            на дарения за конкретни каузи, притежавана и управлявана от Сдружение &quot;Подкрепи
            БГ&quot;, достъпна за ползватели и дарители чрез Уебсайта.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Ползвател&quot;</span> - всяко дееспособно
            физическо лице или легитимно юридическо лице, което се е съгласило с Общите условия като
            достъпва Уебсайта, мобилни и други приложения и версии на Уебсайта и използва услугите и
            ресурсите на Подкрепи БГ, достъпни в тях.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Организатор на кампания&quot;</span> -
            регистриран ползвател, който създава кампания в своя полза или в полза на друг
            бенефициент за набиране на средства за конкретна нужда, и получава събраните от дарители
            средства за тази нужда.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Бенефициент&quot;</span> - едно или повече
            физически или юридически лица, които получават крайната помощ от организирана кампания
            (средства, социални услуги, медицински услуги, обучение, и др.).
          </li>
          <li>
            <span className="bold-italic-text">&quot;Дарител&quot;</span> - ползвател, който
            предоставя средства по конкретна кампания чрез Платформата.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Услуги&quot;</span> - всички услуги на Подкрепи
            БГ, или на негови партньори и контрагенти, които са достъпни за ползвателите на
            Уебсайта.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Кампания&quot;</span> - създадено от
            организатор на кампания съдържание (текст, изображение, видео и др.), съдържащо
            информация за набиране на средства за конкретна лична или обществена кауза.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Съдържание&quot;</span> означава всички
            текстове, графики, снимки, аудио, видео, информация или други материали и съдържание,
            предоставени от ползвател, които Подкрепи БГ прави достъпно чрез Уебсайта.
          </li>
          <li>
            <span className="bold-italic-text">&quot;Профил&quot;</span> - съвкупност от всички
            данни, с които се асоциира регистриран ползвател на Уебсайта.
          </li>
        </ul>
        <TermsOfServiceTitle>2. Начин на работа на Сайта</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Сайтът се използва от следните видове ползватели:
        </Typography>
        <ul>
          <li>1) Организатори на кампании за набиране на средства за конкретна кампания;</li>
          <li>2) Дарители;</li>
          <li>3) Посетители на Сайта.</li>
        </ul>
        <Typography variant="body2" component="p">
          Подкрепи БГ свързва първите два вида ползватели чрез Платформата, която позволява
          организиране на кампании за набиране на средства за конкретни нужди и лесното и бързо
          даряване на средства по организираните кампании без комисионна като всички набрани
          средства се предоставят в полза на съответната кампания.
        </Typography>
        <Typography variant="body2" component="p">
          Платформата може да бъде използвана за организиране на всякакви лични или обществени
          кампании за набиране на средства за подпомагане на лица със здравословни и медицински
          нужди, с образователни нужди, за подпомагане участието в състезания и форуми и други
          дейности и цели.
        </Typography>
        <TermsOfServiceTitle>3. Регистрация и достъп до профила</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          За да получите достъп до определени функции на Сайта, да дарите по дадена кампания
          неанонимно или да създадете кампания, първо трябва да създадете профил
          (&quot;Профил&quot;). Вашият личен профил ще бъде създаден въз основа на информацията,
          която предоставите. Достъпът до профила ви е защитен с парола и вие сте отговорни за
          опазване на паролата си. Данните на профила ви и поместеното съдържание могат да се
          изменят по всяко време.
        </Typography>
        <TermsOfServiceTitle>4. Предоставена информация</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Вие се съгласявате да предоставяте точна, актуална и пълна информация по време на процеса
          на регистрация и да актуализирате такава информация. Същото се отнася и за информацията,
          предоставена в процеса на организиране на кампания. Предоставената информация се събира,
          съхранява и обработва съобразно нашата Политика за поверителност и приложимата нормативна
          уредба.
        </Typography>
        <Typography variant="body2" component="p">
          Вие носите лична отговорност за съдържанието, което публикувате на Профила си, както и при
          създаване на кампания, като Подкрепи БГ не носи отговорност за съдържанието, което
          публикувате на своя Профил и/или във всяка кампания, която организирате на Платформата,
          включително за авторски права, езиково и граматическо оформление на съдържанието,
          технически грешки и др. В случай, че Подкрепи БГ установи наличие на език на омразата,
          дискриминационно съдържание, съдържание, подтикващо към насилие, или друго противоправно
          съдържание, включително в противоречие с настоящите Общи условия, същото ще бъде незабавно
          премахнато, а асоциираната с него кампания прекратена.
        </Typography>
        <TermsOfServiceTitle>
          5. Организиране, регистриране и провеждане на кампания
        </TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          5.1. Организатор на кампания може да организира кампания след създаване на профил. За да
          организирате кампания следва да предоставите информация за нуждата или каузата, за която
          желаете да наберете средства, в заявление за одобрение на кампания, както и според
          желанието и необходимостта да предоставите документи, свързани с установяване на нуждата.
          След изпращане на заявлението и основните документи към Подкрепи БГ през личния профил на
          Огрганизатора, кампанията ще бъде публично достъпна чрез Сайта с прецененото от
          организатора съдържание.
        </Typography>
        <Typography variant="body2" component="p">
          5.2. Управлението на всяка регистрирана кампания от страна на Подкрепи БГ ще се
          осъществява от Оператор, Координатор кампании, и Администратор. Оператор е лицето, което
          осъществява контакт с Организатора във връзка с провежданата кампания, включително
          консултира Организатора във връзка с провежданата кампания, извършва формалната проверка
          на минималните документи, предлага инструменти за повишаване на доверието, осъществява
          контакт с членовете на съответния експертен съвет и/или гарантите, когато има такива,
          осъществява посещения на място, подпомага Организатора при отчетността по кампанията, и
          др. Координатор кампании може да извършва всички функции на Оператор, проследява по група/
          категория кампании, като разрешава възникнали конфликти, спорове, преценява необоходимост
          от провеждане на кампания при изключителни обстоятелства/ спешност, и др. Администратор
          кампания е лицето, което осъществява техническите дейности по регистрирането, промяната и
          прекратяването на кампанията.
        </Typography>
        <Typography variant="body2" component="p">
          5.3. След регистриране и публикуване на кампания, Подкрепи БГ чрез Оператор и/или
          Координатор кампании извършва формална проверка и преглед на предоставените минимално
          изискуеми документи. В случай на липсващи документи и/или грешни, непълни, неточни
          документи, Подкрепи БГ изисква от Организатора предоставянето им в срок до 5 дни. При
          непредоставянето на такива минимално изискуеми документи в посочения срок, Подкрепи БГ
          прекратява кампанията без предупреждение, а дарените по нея суми се връщат на дарителите.
        </Typography>
        <Typography variant="body2" component="p">
          5.4. При успешно приключване на проверката на минимално изискуемите документи за кампания,
          Подкрепи БГ може да насочи Организатора към наличните инструменти за повишаване на
          доверието към кампанията. Организаторът на кампания може да приложи един, няколко или нито
          един от инструментите за повишаване на доверието на кампанията. При приложението на някой
          от инструментите за повишаване на доверието, могат да ви бъдат поискани други документи,
          освен минимално необходимите за стартиране на кампания.
        </Typography>
        <Typography variant="body2" component="p">
          5.5. Всяка кампания се категоризира по вид за улеснение от Организатора при подаване на
          заявлението за одобрение на кампания. При извършване на формалната проверка на
          документите, или в последващ етап, Подкрепи БГ може да предложи на Организатора да промени
          категорията на кампанията в случай на необходимост от по-точно представяне на същата.
        </Typography>
        <Typography variant="body2" component="p">
          5.6. Организатор на кампания може да изменя публикувана кампания на Платформата по всяко
          време чрез Профила си, включително да публикува и/или изтрива и/или изменя съдържание,
          снимки, документи, включително да изменя необходимата сума при промяна на нуждата от
          провеждане на конкретната кампания. Организаторът може също да спира временно кампанията
          по различни причини по негова преценка.
        </Typography>
        <Typography variant="body2" component="p">
          5.7. Вие потвърждавате, че сте отговорни за управлението, поддръжката и актуализирането на
          всички кампании, които организирате. Съответно, вие декларирате и гарантирате, че всяка
          кампания, която организирате чрез Платформата, е за действителна нужда на вас или на трето
          лице, което имате право да представлявате, че ще бъде в съответствие с всички приложими
          закони, данъчни изисквания и правила и разпоредби, които могат да се прилагат, и не
          противоречи на правата на трети страни.
        </Typography>
        <TermsOfServiceTitle>6. Документи за стартиране на кампания</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          6.1. За одобрение на кампания с Организатор-физическо лице, Подкрепи БГ изисква
          предоставяне на следните документи:
        </Typography>
        <ul list-style-type="circle">
          <li>Заявление</li>
          <li>Договор за открита дарителска сметка</li>
          <li>
            Декларация за липса на подлежащи на принудително изпълнение задължения (по образец)
          </li>
          <li>Съгласие за обработване на лични данни</li>
          <li>
            Акт за раждане на лице под 18 години (когато кампанията се организира от
            родител/настойник)
          </li>
          <li>Копие от лична карта</li>
          <li>Договор за организиране на кампания (по образец).</li>
        </ul>
        <Typography variant="body2" component="p">
          6.2. За одобрение на кампания с Организатор-юридическо лице, Подкрепи БГ изисква
          предоставяне на следните документи:
        </Typography>
        <ul list-style-type="circle">
          <li>Заявление</li>
          <li>Вътрешни правила за разходване на средства</li>
          <li>Удостоверение за банкова сметка</li>
          <li>
            Отчетни документи за изминали периоди и разходването на средства (при провеждани
            дарителски кампании)
          </li>
          <li>Договор за организиране на кампания (по образец)</li>
        </ul>
        <Typography variant="body2" component="p">
          6.3. В случай на заявление за провеждане на кампания за лечение, Подкрепи БГ изисква също
          предоставянето на следните документи:
        </Typography>
        <ul list-style-type="circle">
          <li>
            Актуална епикриза (от последните 6 месеца) и/или актуално ТЕЛК решение (ако е приложимо)
          </li>
          <li>
            Становище на НЗОК по подадено заявление за покриване на разходите за медицински услуги и
            интервенции
          </li>
          <li>
            Медицинско становище от лекар с приложимата специалност за необходимостта и ползата от
            лечението
          </li>
          <li>
            Оферта от клиника за стойността на лечението; документ, удостоверяващ стойността на
            медицинските изделия и/или медикаменти; друг документ, удостоверяващ стойността на
            медицинската нужда.
          </li>
        </ul>
        <Typography variant="body2" component="p">
          6.4. В случай на заявление за провеждане на кампания за образование, Подкрепи БГ изисква
          също предоставянето на следните документи:
        </Typography>
        <ul list-style-type="circle">
          <li>
            Писмено становище от поне двама независими един от друг специалисти за качествата на
            лицето и нуждата за неговото развитие – учители, ръководители, треньори
          </li>
          <li>Предишни постижения – дипломи, грамоти, статии</li>
          <li>Одобрение за участие/ последващо образование</li>
          <li>Документи, удостоверяващи необходимата сума.</li>
        </ul>
        <Typography variant="body2" component="p">
          6.5. При организиране на кампания от друга категория, е необходимо да предоставите
          документи, удостоверяващи нуждата от провеждане на конкретната кампания.
        </Typography>
        <Typography variant="body2" component="p">
          6.6. Всички документи, които предоставяте във връзка със стартиране на кампания, се
          предоставят единствено на Подкрепи БГ и неговите партньори и експерти, като Организаторът
          преценява кои документи да обяви публично при оформянето на кампанията си.
        </Typography>
        <TermsOfServiceTitle>7. Маркиране на регистрирани кампании</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          7.1. Всяка регистрирана на Платформата кампания се отбелязва със статус, етикет и печат.
        </Typography>
        <Typography variant="body2" component="p">
          7.2. Статусите на кампаниите на Платформата проследяват активността на всяка кампания и
          имат следното значение:
        </Typography>
        <ul list-style-type="circle">
          <li>
            Чернова – започната е кандидатура за кампания, но все още не е финализирана чрез
            натискане на съответния бутон. Кампанията не е видима на Платформата и по нея не може да
            се дарява.
          </li>
          <li>
            Активна – Заявлението за нова кампания е изпратено. Кампанията е видима на Платформата и
            по нея може да се дарява.
          </li>
          <li>
            Приключила – Кампанията е приключила и по нея не може да се дарява. Кампанията може да
            се види на Платформата и да се проследи историята и отчетността ѝ. Кампанията е получила
            съответния печат в зависимост от крайния резултат.
          </li>
          <li>
            Спряна от Организатор – Кампанията е спряна от Организатора по различни причини и по нея
            временно или постоянно не може да се дарява. Кампанията може да бъде възобновена по
            всяко време от Организатора, при което се връща последния й активен статус преди
            спирането.
          </li>
          <li>Прекратена/Спряна от Подкрепи БГ – Кампанията е прекратена от Подкрепи БГ.</li>
        </ul>
        <Typography variant="body2" component="p">
          Етикетите на кампаниите проследяват приложимите инструменти за повишаване на доверието и
          общата достоверност на кампаниите. Една кампания може да има повече от един етикета.
          Етикетите имат следното значение:
        </Typography>
        <ul list-style-type="circle">
          <li>
            Проверяват се документи – Кампанията е активна и видима на Платформата. Осъществява се
            формална проверка на минимално изискуемите документи.
          </li>
          <li>
            Проверени документи – Отбелязва се при успешно приключване на формалната проверка на
            минимално изискуемите документи.
          </li>
          <li>
            Проверява се от ЕС – Отбелязва се, когато е приложен инструмент за повишаване на
            доверието &quot;Одобрение от Експертен съвет&quot;, докато тече проверката от членовете
            на съответния Експертен съвет.
          </li>
          <li>
            Одобрена от ЕС – Отбелязва се при успешно приложен инструмент за повишаване на доверието
            чрез одобрение от съответния Експертен съвет.
          </li>
          <li>
            Неодобрена от ЕС – Отбелязва се, когато проверката от съответния Експертен съвет не е
            успешна.
          </li>
          <li>
            Препоръчва се одобрение от ЕС – Отбелязва се, когато от страна на Подкрепи БГ е
            препоръчано кампанията да премине през одобрение от съответния Експертен съвет, но
            Организаторът откаже такова одобрение.
          </li>
          <li>
            Външен гарант – Използван е инструмент за повишаване на доверието чрез външен гарант.
          </li>
          <li>
            Очаква се гарант – Отбелязва се, когато от страна на Подкрепи БГ е препоръчано
            гарантирането на кампанията чрез външен гарант.
          </li>
          <li>Получен сигнал – Поставя се при проверка на получен сигнал за злоупотреба.</li>
          <li>
            Проверен сигнал – Поставя се при приключила проверка на получен сигнал за злоупотреба,
            когато не е установена такава.
          </li>
          <li>
            Установена злоупотреба – Поставя се, когато в хода на проверка на получен сигнал за
            злоупотреба се установи наличието на такава.
          </li>
          <li>
            Доверен Организатор – Отбелязва се, когато Организаторът на конкретната кампания вече е
            реализирал поне една успешна кампания и/или е с добро име в обществото и дарителството.
          </li>
          <li>Посетен на място – Поставя се, когато кампанията е посетена на място.</li>
        </ul>
        <Typography variant="body2" component="p">
          Печатите на кампаниите отразяват крайния резултат от провеждането на кампанията и се
          поставят на приключили кампании, като имат следното значение:
        </Typography>
        <ul list-style-type="circle">
          <li>
            Неуспешна – не е събрана необходимата сума и това е възпрепятствало реализирането на
            целта на кампанията.
          </li>
          <li>
            Прекратена от Организатор – Поставя се, когато Организаторът прекрати кампанията поради
            отпадане на нуждата.
          </li>
          <li>Спряна от Подкрепи БГ - Поставя се, когато кампанията е спряна от Подкрепи БГ.</li>
        </ul>
        <TermsOfServiceTitle>8. Инструменти за повишаване на доверието</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          8.1. Извън формалната проверка на минимално изискуемите за стартиране на кампания
          документи, всеки Организатор на кампания може да избере допълнителни инструменти за
          повишаване на доверието у дарителите към конкретната кампания и за подходящото й
          популяризиране. Използването на някой от инструментите за повишаване на доверието може да
          бъде предложено от страна на Подкрепи БГ съобразно преценка на Организатора и/или
          Координатора на кампанията в хода на нейната формална проверка. Тази преценка се
          осъществява при съобразяване на размера на кампанията и/ или вида й, като по-високият
          размер, спешност или продължителност могат да предполагат допълнителна гаранция за
          кампанията.
        </Typography>
        <Typography variant="body2" component="p">
          8.2. Приложимите инструменти за повишаване на доверието са използване на външен гарант, и
          одобрение от Експертен съвет. Като инструмент за повишаване на доверието служи и
          определяне на Организатор, който вече е провел поне една успешна кампания на Платформата
          и/ или се ползва с добро име в обществото и дарителството.
        </Typography>
        <Typography variant="body2" component="p">
          8.3. Външен гарант за кампания може да бъде всяко лице, което е запознато с нуждата от
          провеждане на съответната кампания и/или Организатора и неговата дейност. Външният гарант
          е лице, което е предложено от Организатора, не от Подкрепи БГ, макар да може да бъде
          свързано и с Подкрепи БГ, доколкото доброволците в Подкрепи БГ включват широк кръг от хора
          с добро име в обществото и експертиза в дейността си. Външен гарант може да бъде
          разпознаваема личност, община, сдружение или фондация, лекар на лекуващият се,
          преподавател, или друга личност и/или организация. Външният гарант не е необходимо да се
          ангажира финансово или организационно с провеждането на кампанията, а гарантира за нуждата
          от провеждане на кампанията и/ или интегритета и доброто име на Организатора и/ или
          Бенефициента. Кампания, която е подкрепена от външен гарант, се означава със съответния
          етикет, като се предоставят и данни за гаранта при спазване изискванията на закона и
          Политиката за поверителност.
        </Typography>
        <Typography variant="body2" component="p">
          8.4. Експертните съвети за всяка от категориите кампании се състоят от минимум трима души,
          експерти в съответната област, които членуват в съветите доброволно и безвъзмездно.
          Одобрение на кампания от съответния Експертен съвет за категорията на конкретната кампания
          се прилага по необходимост от кампании с висок размер и/ или спешност и/ или естество,
          което предполага допълнителна гаранция за достоверността на кампанията. Организаторът на
          кампания може по своя инициатива да пристъпи към процедура по одобрение на кампания от
          Експертен съвет, или по предложение на Подкрепи БГ. При предложение на Подкрепи БГ за
          провеждане на тази процедура, Организаторът може да откаже да проведе одобрение от
          Експертен съвет. Тези обстоятелства се отбелязват в кампанията със съответния етикет.
        </Typography>
        <Typography variant="body2" component="p">
          8.5. За одобрена от Експертен съвет се счита всяка кампания, която е получила одобрението
          на поне трима членове на съответния Експертен съвет. В Процеса на одобрение от членовете
          на Експертен съвет могат да бъдат изисквани допълнителни документи във връзка с
          конкретната кампания. Тези документи се предоставят единствено на членовете на съответния
          Експертен съвет и съответния Оператор и/или Координатор кампании на Подкрепи БГ.
        </Typography>
        <Typography variant="body2" component="p">
          8.6. Организатор на кампания, който вече е провел поне една успешна кампания на
          Платформата и/ или се ползва с добро име в обществото и дарителството, получава
          допълнителен етикет за тази цел. За доверен Организатор се счита и такъв, който е провел
          една успешна кампания, а текущата кампания е продължение по някаква причина на проведената
          успешно такава.
        </Typography>
        <TermsOfServiceTitle>9. Посещение на място</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Посещение на място се извършва по преценка на Оператор и/ или Координатор кампании. При
          посещение на място се проследява разходването на събраните по дадена кампания средства и
          съответствието с предоставените документи за отчетност. Посещенията на място се
          координират с Организатора на съответната кампания.
        </Typography>
        <TermsOfServiceTitle>10. Прекратяване на кампания</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          10.1. Организаторът може да прекрати по всяко време публикувана кампания при следните
          хипотези:
        </Typography>
        <ul list-style-type="circle">
          <li>при достигане на необходимата сума</li>
          <li>при задоволяване на конкретната нужда</li>
          <li>
            при отпадане на нуждата от провеждане на кампанията, включително неуспех за извършването
            й, пропуснати срокове, цялостна промяна на нуждата, и други причини.
          </li>
        </ul>
        <Typography variant="body2" component="p">
          10.2. Освен в случаите по т. 10.1. Подкрепи БГ ще прекрати публикувана кампания след
          изтичането на 6 месеца от стартирането й на Платформата, както и при установяване на
          злоупотреба, както и при невъзможност за регулярно отчитане или при невярно отчитане на
          разходваните средства от набраните по съответната кампания, както и в други случаи,
          предвидени в настоящите Общи условия.
        </Typography>
        <Typography variant="body2" component="p">
          10.3. Подкрепи БГ също си запазва правото по всяко време и без предизвестие, да премахне
          или забрани достъпа до всяка кампания по каквато и да е причина, включително кампания,
          която Подкрепи БГ, по своя преценка, счита за недействителна, поради някаква причина, в
          нарушение на настоящите Общи условия или действащи нормативни изисквания, или по друг
          начин вредни за Сайта или Платформата, или противоречи на целите на Сдружение Подкрепи БГ.
          Подкрепи БГ не носи отговорност за каквито и да било последствия в случай на невъзможност
          да премахне такъв достъп, включително по отношение на вреди, настъпили до премахване или
          забрана на достъпа.
        </Typography>
        <Typography variant="body2" component="p">
          10.4. В случаите по т. 10.1.1 и 10.1.2, както и при прекратяване на кампания от Подкрепи
          БГ, поради изтичане на 6 месеца от стартирането й, събраните по кампанията суми се
          превеждат на Организатора. Във всички останали случаи събраните по кампанията суми, които
          не са разпределени към съответния Организатор, се връщат на дарителите.
        </Typography>
        <TermsOfServiceTitle>11. Отчетност</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          11.1. Съобразно продължителността на кампанията, Подкрепи БГ изисква от Организатора да
          отчита разходваните средства и напредъка по всяка негова кампания еднократно или месечно.
        </Typography>
        <Typography variant="body2" component="p">
          11.2. За покриване на изискванията за отчетност, Организаторът попълва форма за отчетност,
          налична в личния Профил на Платформата. Формата за отчетност отразява разходените средства
          за отчетния период, очаквания за развитието на нуждата за провеждане на кампанията и
          напредъка на кампанията.
        </Typography>
        <Typography variant="body2" component="p">
          11.3. При необходимост Операторът и/ или Координаторът кампании може да изискват
          предоставяне на допълнителни документи във връзка с отчетения период.
        </Typography>
        <Typography variant="body2" component="p">
          11.4. Подрекпи БГ ще прекратява незабавно всяка кампания, по която липсва изискана
          отчетност, установи се невъзможност за регулярна отчетност, и/или се установи неистинност
          на предоставен отчет.
        </Typography>
        <TermsOfServiceTitle>12. Дарения</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          12.1. Когато ползвателите влизат в отношения един с друг – при предоставяне на дарение от
          дарител, те сключват договор директно един с друг. Подкрепи БГ не става страна по договора
          между ползвателите. Дарението като такова не може да бъде анулирано или отменено, освен в
          случаите, предвидени в закона.
        </Typography>
        <Typography variant="body2" component="p">
          12.2. Даренията по всяка кампания могат да се осъществяват анонимно или публично. Анонимно
          дарение може да се извърши както от нерегистриран ползвател, така и чрез личния Профил на
          дарителя в Платформата.
        </Typography>
        <Typography variant="body2" component="p">
          12.3. Всеки дарител преценява каква сума и по коя кампания да предостави. Подкрепи БГ
          издава сертификат за всяко извършено дарение по заявка на дарител. Дарителите могат да се
          информират за дадена кампания както от информацията, предоставена от съответния
          Организатор на кампанията, така и от публичните отчети за дейността на Подкрепи БГ и
          извършените проучвания на достоверността на нуждата от набиране на средства и разходването
          на набраните средства.
        </Typography>
        <Typography variant="body2" component="p">
          12.4. Извършено дарение може да бъде върнато към дарителя в предвидените в настоящите Общи
          условия случаи – при определени хипотези на прекратяване на кампания. В тези случаи, при
          издаден сертификат за дарения, същият се анулира. Всички банкови и финансови комисионни и
          такси за връщане на даренията се поемат за сметка на дарителите.
        </Typography>
        <Typography variant="body2" component="p">
          12.5. Дарение може да се извърши чрез различни системи на плащане, достъпни на Сайта за
          всяка конкретна кампания. Подкрепи БГ не получава никакви банкови и финансови данни при
          извършените дарения. Всички комисионни, банкови или финансови такси за извършване на
          дарението, се поемат за сметка на дарителя.
        </Typography>
        <Typography variant="body2" component="p">
          12.6. Дарителите могат да проследяват последващото разходване на средствата по съответната
          кампания, необходимостта от допълнително набиране на средства за покриване на свързани
          разходи или увеличение на цените.
        </Typography>
        <TermsOfServiceTitle>13. Финансови условия</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          13.1. Подкрепи БГ не задържа процент от събраните средства по нито една кампания, освен
          кампаниите, организирани от Сдружение &quot;Подкрепи БГ&quot; за поддържане на дейността
          му. Такива кампании са изрично обозначени като поддържащи дейността на Подкрепи БГ.
          Разходите за дейността на Подкрепи БГ се обявяват публично. Публично се обявяват и
          начините на разходване на набраните средства по всяка една кампания, реализирана чрез
          Сайта.
        </Typography>
        <Typography variant="body2" component="p">
          13.2. Подкрепи БГ предоставя набраните средства по всяка кампания на съответния
          Организатор еднократно, ежеседмично или ежемесечно съобразно приложимия договор за
          организиране на кампания. Банковите и финансовите комисионни и такси за извършване на
          преводите се поемат за сметка на Организатора.
        </Typography>
        <Typography variant="body2" component="p">
          13.3. Всеки от ползвателите е отговорен за законосъобразното третиране на предоставените и
          набраните средства, включително ползване на данъчни облекчения и плащане на дължимите
          данъци и такси към трети страни, включително приложими банкови и финансови комисионни и
          такси.
        </Typography>
        <TermsOfServiceTitle>14. Установяване на злоупотреби и нередности</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          14.1. Всеки може да подаде сигнал за установяване на злоупотреба по конкретна кампания,
          като с приоритет се разглеждат сигнали от дарители по съответната кампания, които са пряко
          засегнати от възможността за извършена злоупотреба. Анонимни сигнали не се разглеждат.
        </Typography>
        <Typography variant="body2" component="p">
          14.2. Сигнал за злоупотреба се подава чрез формата за тази цел, намираща се на Сайта.
        </Typography>
        <Typography variant="body2" component="p">
          14.3. Всеки сигнал за злоупотреба се разглежда при първа възможност от Оператора и/ или
          Координатора кампании за конкретната кампания, по която е подаден сигнала. В случай на
          необходимост от установяване на определени обстоятелства по сигнала, Подкрепи БГ ще се
          свърже допълнително с подателя.
        </Typography>
        <Typography variant="body2" component="p">
          14.4. В срок до 5 дни от подаване на сигнала за злоупотреба Подкрепи БГ извършва проверка
          по подадения сигнал и установява липсата или наличието на основания за извършена
          злоупотреба по конкретната кампания. В случай, че се установи злоупотреба, кампанията се
          спира незабавно, а събраните по нея средства, които не са разпределени към съответния
          Организатор, се връщат на дарителите. Процесът се проследява със съответните етикети.
        </Typography>
        <Typography variant="body2" component="p">
          14.5. В случай, че в хода на проверката се установят съмнения за извършено от страна на
          Организатора, Бенефициента или трети лица административно нарушение и/или престъпление,
          Подкрепи БГ сигнализира компетентните органи.
        </Typography>
        <Typography variant="body2" component="p">
          14.6. Организатор, по проведена от когото кампания се установят злоупотреби и/или
          нередности, няма право да провежда повече кампании на Платформата.
        </Typography>
        <TermsOfServiceTitle>15. Поведение на ползвателя</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Вие разбирате и се съгласявате, че сте единствените отговорни за спазването на всички
          закони, правила, разпоредби и данъчни задължения, които могат да бъдат приложими при
          използването на Сайта и/или Платформата. Във връзка с това, вие нямате право:
        </Typography>
        <ul list-style-type="circle">
          <li>
            да нарушавате местни, държавни или други закони и разпоредби, или каквито и да е
            заповеди на съда, включително, без ограничение, ограничения за представителство и
            данъчни разпоредби;
          </li>
          <li>
            да използвате Сайта и/ или Платформата или Съдържанието за търговски или други цели,
            които не са изрично разрешени от настоящите Общи Условия;
          </li>
          <li>
            да копирате, съхранявате или по друг начин да получавате достъп до информация, съдържаща
            се в Сайта и/ или Платформата или Съдържанието, за цели, които не са изрично разрешени
            от настоящите Общи Условия;
          </li>
          <li>
            да нарушавате правата на което и да е физическо или юридическо лице, включително без
            ограничение, интелектуалната им собственост, неприкосновеността на личния живот,
            публичността или договорните права;
          </li>
          <li>
            да се намесвате или да увреждате Платформата, чрез използване на вируси, ботове,
            троянски кон, вреден код, атаки с отказ на услуга, подправяне на пакети или IP, фалшиви
            маршрути или информация за адрес на електронна поща или подобни методи и технологии;
          </li>
          <li>
            да използвате Сайта и/ или Платформата, за да предавате, разпространявате, публикувате
            или изпращате каквато и да е информация, свързана с друго физическо лице или юридическо
            лице, включително без ограничение, снимки на други лица без тяхното разрешение, лична
            информация за контакт или кредитни, дебитни, абонатни карти или номера на сметки;
          </li>
          <li>
            да използвате Сайта и/ или Платформата или Съдържанието му за разпространението на
            нежелани търговски имейли (&quot;спам&quot;) или реклами;
          </li>
          <li>
            да &quot;преследвате&quot; друг потребител на Сайта и/ или Платформата, да
            злоупотребявате с нашите услуги или Съдържание, или да събирате или съхранявате всяка
            информация, която може да бъде идентифицирана за който и да е друг потребител, освен за
            целите на организирането и участието в кампании;
          </li>
          <li>
            да се представяте за друго физическо или юридическо лице, да фалшифицирате информация;
          </li>
          <li>
            да използвате автоматизирани скриптове за събиране на информация от Сайта и/ или
            Платформата или Съдържанието;
          </li>
          <li>
            да публикувате, качвате, изпращате или предавате съдържание, което:
            <ul list-style-type="circle">
              <li>
                нарушава, присвоява или нарушава патент на трета страна, авторско право, търговска
                марка, търговска тайна, морални права или други права на интелектуална собственост
                или права на публичност или поверителност;
              </li>
              <li>
                нарушава или насърчава поведение, което би нарушило приложим закон или норма или би
                довело до ангажиране на лична отговорност;
              </li>
              <li>е лъжливо, или подвеждащо;</li>
              <li>е клеветническа, нецензурирана, порнографска, вулгарна или обидна информация;</li>
              <li>
                насърчава дискриминация, фанатизъм, расизъм, омраза, тормоз или вреда срещу лице или
                група;
              </li>
              <li>
                е насилствено или заплашващо, или насърчаващо поведение или действия, които
                заплашват което и да е друго лице; или
              </li>
              <li>
                насърчава извършването или използването на незаконни или вредни дейности или
                вещества;
              </li>
            </ul>
          </li>
          <li>
            систематично да извличате данни или друго съдържание от нашия сайт, за да създадете или
            компилирате, пряко или непряко, в единични или многократни зареждания, колекция,
            компилация, база данни, директория или други подобни, независимо дали чрез ръчни методи,
            чрез използване на ботове, роботи, или паяци, или по друг начин;
          </li>
          <li>
            да използвате, показвате, копирате Сайта и/или Платформата или Съдържанието, или отделен
            елемент в Сайта и/ или Платформата или Съдържанието, името на Подкрепи БГ, лого или
            друга собствена информация, или оформлението и дизайна на всяка страница или форма,
            съдържащи се на страниците в Сайта и/ или Платформата, без изричното писмено съгласие на
            Подкрепи БГ; Настоящото ограничение не е приложимо при споделяне чрез социалните мрежи
            на кампания с цел популяризирането й и набирането на необходимата сума за нея;
          </li>
          <li>
            на опит за изследване, сканиране или тестване на уязвимостта на Сайта и/или Платформата
            или нарушаване на мерки за сигурност или удостоверяване;
          </li>
          <li>
            да избягвате, заобикаляте, премахвате, деактивирате, нарушавате, дешифрирате или по друг
            начин заобикаляте всяка технологична мярка, въведена от Подкрепи БГ или някой от
            доставчиците на Подкрепи БГ или друга трета страна (включително друг потребител), за
            защита на сайта или съдържанието;
          </li>
          <li>
            да подправяте заглавието на TCP / IP пакети или която и да е част от информацията в
            заглавието във всяка електронна поща или група за новини, или по някакъв начин да
            използвате сайта или съдържанието, за да изпращате променена, измамна или невярна
            информация за идентифициране на източника;
          </li>
          <li>
            да дешифрирате, декомпилирате, разглобите или реконструирате някой или част от софтуера,
            използван за предоставяне на сайта или съдържанието, с цел да компрометирате Сайта,
            Платформата или друга дейност на Подкрепи БГ; или
          </li>
          <li>
            да защитавате, насърчавате или помагате на трета страна да извърши някое от
            гореизброените.
          </li>
        </ul>
        <Typography variant="body2" component="p">
          Подкрепи БГ има право да разследва и да преследва нарушенията на всяко от горепосочените
          обстоятелства в пълна степен съобразно приложимия закон.
        </Typography>
        <TermsOfServiceTitle>16. Интелектуална собственост</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          16.1. Кодът за функциониране на Платформата е общодостъпен и публичен. Уебсайтът може да
          съдържа елементи, които са защитени от националните, европейски и международни закони за
          авторски и други права на интелектуална собственост, като например (но без ограничаване до
          изброените) търговски марки, търговски наименования, снимки, видео, текстове и графичния
          дизайн на Уебсайта (наричани по-нататък Съдържание). Съдържанието, публикувано от
          организаторите на кампании, е тяхна собственост и всеки Организатор носи отговорността за
          предоставеното съдържание. В случай на нарушени права на предоставеното съдържание,
          съответният Организатор носи изцяло отговорност за причинени от това вреди.
        </Typography>
        <Typography variant="body2" component="p">
          16.2. С приемане на настоящите Общи условия за ползване чрез посещение и ползване на Сайта
          и/или Платформата нямате право да възпроизвеждате (чрез разпечатване, запазване върху
          носител или по друг начин), разпространявате, излъчвате, променяте по какъвто и да е
          начин, както и по друг начин да използвате материали, включени в този Уебсайт, търговски
          марки, марки за услуги или други бележки за права на собственост, включени в или
          придружаващи Сайта и/или Платформата или Съдържанието, освен по начините, допустими
          съгласно Общите условия. Тези ограничения важат за целите материали или за части от тях,
          освен за кода на Платформата, който е публично достъпен и свободен за изпозлване.
        </Typography>
        <Typography variant="body2" component="p">
          16.3. Нямате право да използвате, копирате, адаптирате, модифицирате, подготвяте
          съдържание, базирано на Подкрепи БГ, разпространявате, лицензирате, продавате,
          прехвърляте, публично показвате, публично изпълнявате, предавате, излъчвате или по друг
          начин използвате сайта или съдържанието му, освен ако изрично е позволено в тези Общи
          Условия. Никакви лицензи или права не са предоставени на вас по силата на каквито и да
          било права на интелектуална собственост, притежавани или контролирани от Подкрепи БГ или
          неговите лицензодатели, с изключение на лицензите и правата, изрично предоставени в тези
          Общи Условия и с изключение на кода за Платформата, който е публичен и свободен за
          използване.
        </Typography>
        <TermsOfServiceTitle>17. Съдържание на потребителя и авторски права</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Вие се задължавате и се съгласявате, че сте самостоятелно отговорни за цялото съдържание,
          което предоставяте чрез Сайта и/ или Платформата. Съответно, Вие заявявате и гарантирате,
          че: ( i ) Вие сте единствен и изключителен собственик на цялото Потребителско Съдържание,
          което предоставяте на Сайта и/ или Платформата или имате всички права, лицензи, и
          съгласия, които са необходими за предоставяне на Подкрепи БГ правата върху такова
          съдържание на ползвателите, както е предвидено в настоящите Общи Условия; и (ii) нито
          съдържанието на ползвателите, нито публикуването, качването, предаването или
          препредаването на съдържанието на потребителя или използването на съдържанието (или част
          от него) от страна на Подкрепи БГ, чрез сайта и нашите услуги не нарушават, злоупотребяват
          или ограничават патент на трета страна, авторско право, търговска марка, търговска тайна,
          морални права или други права на собственост или интелектуална собственост, или права на
          публичност или неприкосновеност на личния живот, или водят до нарушаване на който и да е
          приложим закон или норма. В случай на нарушени права на предоставеното съдържание,
          съответният ползвател носи изцяло отговорност за причинени от това вреди.
        </Typography>
        <TermsOfServiceTitle>18. Връзки</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Сайтът и/или Платформата може да съдържа връзки към уебсайтове или ресурси на трети
          страни. Вие приемате, че Подкрепи БГ не носи отговорност за: ( i ) наличността или
          точността на такива уебсайтове или ресурси; или (ii) съдържанието, продуктите или услугите
          на или достъпа до такива уебсайтове или ресурси. Връзките към уебсайтове или ресурси не
          предполагат одобрение от страна на Подкрепи БГ на такива уебсайтове или ресурси, или
          съдържание, продукти или услуги, достъпни от такива уебсайтове или ресурси. Вие приемате
          собствената отговорност за и поемате всички рискове, произтичащи от използването на такива
          уебсайтове или ресурси или Съдържание, продукти или услуги на или достъпни от такива
          уебсайтове или ресурси.
        </Typography>
        <TermsOfServiceTitle>19. Обратна връзка</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Подкрепи БГ приветства и ви насърчава да предоставите обратна връзка, коментари и
          предложения за подобрения на Сайта и/ или Платформата и/ или нашите услуги. Можете да
          изпратите обратна връзка, като ни изпратите имейл в секцията за контакти. Вие се
          съгласявате, че всички отзиви ще бъдат собственост на Подкрепи БГ и по този начин
          безвъзвратно прехвърляте на Подкрепи БГ всичките ви права, право на интелектуална
          собственост и интерес към всички отзиви, включително без ограничение всички световни
          патенти, авторски права, търговски тайни, морални и други права на собственост или
          интелектуална собственост.
        </Typography>
        <TermsOfServiceTitle>20. Събиране на данни и защита на данните</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Подкрепи БГ събира и съхранява данните, необходими за дейността на Сайта и Платформата.
          При обработката на лични данни на ползватели, Подкрепи БГ, спазва законовите разпоредби.
          Допълнителна информация относно събирането, съхранението и обработването на лични данни
          можете да намерите в нашата Политика за поверителност.
        </Typography>
        <TermsOfServiceTitle>21. Прекратяване на профили</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          21.1. Можем, по наше усмотрение и без отговорност към вас, със или без причина, със или
          без предизвестие и по всяко време, да решим да ограничим, прекъснем, деактивираме или
          анулираме вашият профил или достъп до него. По отношение на споменатите по-горе,
          ограничение, прекъсване, деактивиране или анулиране се извършват в следните случаи, без
          изброяването да е изчерпателно: (i) предоставената информация се окаже неточна, измамна,
          или остаряла; (ii) установят се нарушения на настоящите Общи условия или на приложимото
          законодателство.
        </Typography>
        <Typography variant="body2" component="p">
          21.2. Ако по силата на тези Общи Условия ние упражним правото си на преценка, можем да
          предприемем всяко от изброените по-долу действия с или без предизвестие или обяснение за
          вас: (a) Вашият Профил ще бъде временно или постоянно деактивиран или спрян, паролата ви
          ще бъде деактивирана и няма да имате достъп до кампаниите, Вашия профил и Вашето
          потребителско съдържание, и (б) набраните средства по Ваши кампании, които не са
          разпределени, ще бъдат върнати на дарителите.
        </Typography>
        <Typography variant="body2" component="p">
          21.3. Можете да анулирате вашият профил в Платформата по всяко време. Моля, обърнете
          внимание, че ако вашият профил е анулиран, нямаме задължението да изтриваме или да връщаме
          публикувано от вас съдържание с изключение на предоставени лични данни съобразно
          Политиката ни за поверителност и действащото законодателство.
        </Typography>
        <TermsOfServiceTitle>22. Ограничение на отговорността</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          22.1. Отговорността на Подкрепи БГ е ограничена, както следва: Подкрепи БГ носи
          отговорност само за вреди, ако причината за тях се основава на груба небрежност или
          умишлено неизпълнение на задълженията от страна на Подкрепи БГ, или от законните
          представители на Подкрепи БГ.
        </Typography>
        <Typography variant="body2" component="p">
          22.2. Вие се съгласявате, че освобождавате Подкрепи БГ oт всякакви претенции, задължения,
          вреди, загуби и разходи, произтичащи от или по какъвто и да е начин свързани с:
        </Typography>
        <ul list-style-type="circle">
          <li>Вашето съдържание в профила ви</li>
          <li>несъответствие с настоящите Общи условия</li>
        </ul>
        <TermsOfServiceTitle>23. Контролен закон и юрисдикция</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Отношенията при използването на Сайта и/ или Платформата и оспорването на валидността,
          приложимостта и прекратяването на което и да е споразумение, действието на настоящите Общи
          Условия, включително неизпълнение на задълженията на страните, се регулират от нормите на
          действащото българско законодателство. Спорове със връзка с настоящите Общи условия и
          тяхното действие, приложение и/или изпълнение, ще се отнасят за решаване от компетентния
          български съд.
        </Typography>
        <TermsOfServiceTitle>24. Връзка с Подкрепи БГ</TermsOfServiceTitle>
        <Typography variant="body2" component="p">
          Ако имате въпроси относно тези Условия, моля, свържете се с Подкрепи БГ на формите за
          контакт, обявени в Сайта.
        </Typography>
      </Box>
    </Layout>
  )
}
