{
  "about":{
    "title": "За нас",
    "description": "Ние сме група доброволци с обща цел: да създадем прозрачна платформа за дарения, която да не взима комисионна от успешните кампании."
  },
  "howEverythingBegin":{
    "title": "Как започна всичко?",
    "volunteers": "700 доброволеца от 1Т средите, юристи, счетоводители, маркетолози, медици, НПО представители",
    "mission": "Нашата мисия е да създадем напълно прозрачна онлайн платформа за дарения, издържаща се от дарения и членски внос към сдружението ни, а не % комисионна от кампаниите, които се организират през платформата.",
    "vision": "Визията ни е да подобрим драстично дарителската култура в Вългария като увеличим нивото на прозрачност и доверие в дарителските кампании и платформи.",
    "manifesto": "Manifesto - пълното е тук"
  },
  "principlesThatUniteUs":{
    "title":"Принципи, които ни обединяват",
    "voluntarily":{
      "heading": "ДОБРОВОЛНО И ПРО-БОНО",
      "content": "Строим дарителска платформа в полза на нуждаещите се и организациите, които им помагат, без да търсим финансова или друга облага оттова, освен подкрепените нуждаещи се."
    },
    "proactivity":{
      "heading": "ПРОАКТИВНОСТ",
      "content": "Не чакаш да ти дадат таск, а директно поемаш. Това разбира се важи, като пооправим малко струкryрата, че в момента не е много ясно кои точно са тасковете. Въпреки това, по-опитните хора без проблем могат да видят какво точно липсва и да генерират сами таскове, които са смислени. Действайте, няма какво да се чудите."
    },
    "transparency":{
      "heading": "ПРОЗРАЧНОСТ",
      "content": "Дарителите ни се доверяват, защото осиryряваме прозрачност чрез отворен код,отворени данни/транзакции,отворени решения.Нуждаещите ни се доверяват, защото правим кандидатсването честно, лесно и прозрачно, чрез ясни критерии. Обществото ни се доверява, защото всичко е прозрачно, вкл. работния ни процес. Ние си имамедоверие, защото има ясни и прозрачни принципи на работа по между ни."
    },
    "respect":{
      "heading": "УВАЖЕНИЕ",
      "content": "Мили и добри сме един към хората около нас,уважаваме ги и ако можеим им помагаме. Мнението на всеки има значение, затова се изслушваме и опитваме да вникнем в това, което казва другия."
    },
    "expertise":{
      "heading": "ЕКСПЕРТНОСТ",
      "content": "Когато правим избор или взимаме трудни решения, ги базираме на мненето на експерти с бпизък опит в конкретната тема."
    },
    "privacy":{
      "heading": "ПОВЕРИТЕЛНОСТ",
      "content": "Уважаваме и пазим личните данни на всеки нуждаещ се,даряващ или помагащ в процеса, все едно са нашите собствени. Ясно рефинираме кой има права за росгъп до продукционните данни, като хората, разработващи проекта, няма да имат ростъп до личните данни."
    },
    "awareness":{
      "heading": "ОСЪЗНАТОСТ",
      "content": "Търсим най-доброто решение и когатодаряваме труда си, го правим с пъпното съзнание, че не всичко, което правим, ще влезе в употреба. Ако се случ и така, че да не се одобри планътили предложениетоти,продължаваш с усмивка към следващата задача. Ако някой друг се справя по-добре в ролята ти,то на драго сърце го/я препоръчваш да я оглави, а ти му/й помагаш с каквото можеш."
    }
  }
}
