{
  "nav": {
    "home": "Начало",
    "about": "За нас",
    "login": "Вход",
    "register": "Регистрация",
    "changePassword": "Смяна на парола",
    "forgottenPassword": "Забравена парола?"
  },
  "values": {
    "voluntary": {
      "heading": "Доброволно и про-боно",
      "content": "Строим дарителска платформа в полза на нуждаещите се и организациите, които им помагат, без да търсим финансова или друга облага от това, освен удовлетвореност от осъществените кампании и подкрепените нуждаещи се."
    },
    "proactive": {
      "heading": "Проактивност",
      "content": "Не чакаш да ти дадат таск, а директно поемаш. Това разбира се важи, като пооправим малко структурата, че в момента не е много ясно кои точно са тасковете. Въпреки това, по-опитните хора без проблем могат да видят какво точно липсва и да генерират сами таскове, които са смислени. Действайте, няма какво да се чудите."
    },
    "transparent": {
      "heading": "Прозрачност",
      "content": "Дарителите ни се доверяват, защото осигуряваме прозрачност чрез отворен код, отворени данни/транзакции, отворени решения. Нуждаещите ни се доверяват, защото правим кандидатсването честно, лесно и прозрачно, чрез ясни критерии. Обществото ни се доверява, защото всичко е прозрачно, вкл. работния ни процес. Ние си имаме доверие, защото има ясни и прозрачни принципи на работа по между ни."
    },
    "respect": {
      "heading": "Уважение",
      "content": "Мили и добри сме един към хората около нас, уважаваме ги и ако можеим им помагаме. Мнението на всеки има значение, затова се изслушваме и опитваме да вникнем в това, което казва другия."
    },
    "expertise": {
      "heading": "Експертност",
      "content": "Когато правим избор или взимаме трудни решения, ги базираме на мненето на експерти с близък опит в конкретната тема."
    },
    "privacy": {
      "heading": "Поверителност",
      "content": "Уважаваме и пазим личните данни на всеки нуждаещ се, даряващ или помагащ в процеса, все едно са нашите собствени. Ясно дефинираме кой има права за достъп до продукционните данни, като хората, разработващи проекта, няма да имат достъп до личните данни."
    },
    "awareness": {
      "heading": "Осъзнатост",
      "content": "Търсим най-доброто решение и когато даряваме труда си, го правим с пълното съзнание, че не всичко, което правим, ще влезе в употреба. Ако се случи така, че да не се одобри планът или предложението ти, продължаваш с усмивка към следващата задача. Ако някой друг се справя по-добре в ролята ти, то на драго сърце го/я препоръчваш да я оглави, а ти му/й помагаш с каквото можеш."
    }
  }
}
