import { PropsWithChildren, ReactChildren } from 'react'

import { Box, Grid, Typography } from '@material-ui/core'
import Layout from 'components/layout/Layout'
import Link from 'components/common/Link'
import styles from './PrivacyPolicyPage.module.scss'
export interface TitleProps {
  children: ReactChildren | string
}

const PrivacyPolicyTitle = ({ children }: PropsWithChildren<TitleProps>) => {
  return (
    <Typography variant="h4" component="h2" align="center" className={styles.title}>
      {children}
    </Typography>
  )
}

const GridTitle = ({ children }: PropsWithChildren<TitleProps>) => {
  return (
    <Typography variant="h6" component="h2" align="center" className={styles.title}>
      {children}
    </Typography>
  )
}

export default function AboutPage() {
  return (
    <Layout title="Политика за защита на личните данни">
      <Box className={styles.wrapper}>
        <PrivacyPolicyTitle>Какво представлява настоящият документ</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          За нас, от ПОДКРЕПИ БГ, опазването на поверителността на Вашите лични данни е основен
          приоритет. Настоящият документ (накр. „Политика“) има за задача да Ви информира по какъв
          начин, ние от ПОДКРЕПИ БГ, в качеството си на администратор на лични данни, обработваме
          Вашите данни в процеса на нашите взаимоотношения (посещение на нашия уебсайт, използване
          на нашите услуги и др.) и как можете да упражните правата си, съгласно Регламент (ЕС)
          2016/679 (Общия регламент относно защитата на данните, наричан по-долу „Регламента“) и
          Закона за защита на личните данни.
        </Typography>
        <PrivacyPolicyTitle>Кои сме ние</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          Сдружение „ПОДКРЕПИ БГ“, ЕИК 206398075, със седалище и адрес на управление в гр. София
          1309, бул. „Александър Стамболийски“ № 136, ет. 2, (накр. ПОДКРЕПИ БГ). ПОДКРЕПИ БГ е
          администратор на лични данни. ПОДКРЕПИ БГ поддържа и разработва дарителска платформа за
          набиране на средства за конкретни каузи и кампании за подпомагане на лица със здравословни
          и медицински нужди, с образователни нужди, за подпомагане участието в състезания и форуми
          и други дейности.
        </Typography>
        <PrivacyPolicyTitle>Данни за контакт</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          Ако имате въпроси или неясноти относно обработването на личните Ви данни или желаете да
          упражните, което и да е от вашите права, можете да се свържете с нас на следните
          координати: <br /> E-mail: team@podkrepi.bg <br /> Интернет страница (уебсайт):
          www.podkrepi.bg
        </Typography>
        <PrivacyPolicyTitle>Данни за контакт</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ обработва единствено и само лични данни, които са предоставени доброволно от
          лицата-ползватели на нашите услуги (накр. „ползватели“). Ползватели на услугите на
          ПОДКРЕПИ БГ могат да бъдат само пълнолетни и дееспособни граждани. При ползване на
          услугите на ПОДКРЕПИ БГ лицата предоставят както свои лични данни, така и лични данни на
          трети лица, в полза на които се набират средства. В случай, че ползвател ни предостави
          данни за трето лице, то ползвателят носи отговорност да получи и потвърди съгласието на
          това трето лице неговите лични данни да бъдат предоставени за обработка на ПОДКРЕПИ БГ. В
          случай, че сте довроволец или потенциален дарител, вие също предоставяне личните си данни
          доброволно.
        </Typography>
        <ul>
          <li>Обработваните от нас лични данни включват:</li>
          <li> Три имена;</li>
          <li>
            Единен граждански номер (ЕГН), личен номер на чужденец (ЛНЧ) или друг идентификатор;
          </li>
          <li> Възраст; </li>
          <li> Пол; </li>
          <li> Местоположение;</li>
          <li>Изображения;</li>
          <li>
            Данни за контакт: e-mail (електронна поща); телефон; постоянен адрес; местоположение;
            потребителско име; FACEBOOK профил; GOOGLE профил;
          </li>
          <li> Банкова сметка (IBAN);</li>
          <li>Данни за здравословното състояние, където е приложимо; </li>
          <li>Данни за образование, където е приложимо;</li>
          <li>
            Всякакви други лични данни, които вие самите ни предоставите в процеса на използване на
            нашите услуги, което включва, но не се изчерпва с: лични данни на трети лица, в полза на
            които се набират средства.
          </li>
        </ul>
        <PrivacyPolicyTitle>За какви цели обработваме Вашите данни?</PrivacyPolicyTitle>
        Предоставените от Вас лични данни се обработват за следните цели:
        <ul>
          <li> Регистриране на ползватели;</li>
          <li>Регистриране на трети лица, в полза на които се набират средства;</li>
          <li>Регистриране на спонсори и дарители;</li>
          <li>Регистриране на доброволци;</li>
          <li>Сключване на договори с дарители и партньори;</li>
          <li>За счетоводни цели;</li>
          <li>За статистически и научни цели;</li>
          <li>
            Кандидатстване за работа: обработването на документи за кандидатстване за работа/стаж в
            ПОДКРЕПИ БГ.
          </li>
          <li>Трудови правоотношения.</li>
          <li>
            За целите на информирането на лицата за бъдещи събития и активности и получаване на
            информационен бюлетин;
          </li>
          <li>
            За целите на информирането на ползвателите относно развитието на кампаниите/проектите, в
            които те участват;
          </li>
          <li>За целите на комуникацията – преди, по време и след дадена кампания или събитие.</li>
        </ul>
        <PrivacyPolicyTitle>На кого предоставяме Вашите данни?</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          С приемането на настоящата Политика за защита на личните данни, Вие се съгласявате, че
          част от данните, които ни предоставяте, а именно: три имена, възраст, пол, местоположение,
          данни за контакт съобразно предпочитанията, общо здравословно състояние на ползвател или
          трето лице, в полза на което се набират средства, данни за образование в приложимите
          случаи, могат да бъдат публикувани на уебсайта на ПОДКРЕПИ БГ с цел осигуряване на
          прозрачност и отчетност по дадена дарителска кампания. Давайки съгласието си, Вие
          превръщате предоставените лични данни в обществено достояние по смисъла на чл. 9, § 2,
          буква „д“ от Регламента. Допълнителни данни относно здравословното състояние на ползвател
          или трето лице, в полза на което се набират средства, могат да бъдат публикувани
          доброволно от всеки ползвател. Данни относно банкова сметка, адрес, единен граждански
          номер, няма да бъдат публикувани от ПОДКРЕПИ БГ.
        </Typography>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ не продава и не предоставя, освен в изрично изброените, по-долу случаи,
          личните Ви данни на трети лица. При спазване на принципа „необходимост да се знае“, само
          ограничен брой представители на ПОДКРЕПИ БГ имат достъп до Вашите лични данни, като всички
          те имат задължение да пазят поверителност по отношение на личните данни.
        </Typography>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ може да предоставя Вашите данни на:
        </Typography>
        <ul>
          <li>
            държавни органи и органи на МВР – в рамките на техните правомощия и в изпълнение на
            изисквания, съдържащи се в нормативната уредба;
          </li>
          <li>
            трети лица – със съгласието на ползвател с цел предоставянето на услуги от ПОДКРЕПИ БГ;
            по изключение и единствено въз основа на договорни отношения с ПОДКРЕПИ БГ.
          </li>
          <li>
            медицински учреждения и болници във връзка с получаване експертно становище относно
            необходимото лечение, както и във връзка с предоставяне на такова лечение.
          </li>
        </ul>
        <Typography variant="body2" component="p">
          При предоставяне на лични данни на трето лице – обработващ, ПОДКРЕПИ БГ:
        </Typography>
        <ul>
          <li>
            Изисква гаранции за спазване на законовите изисквания и добрите практики за обработване
            на лични данни;
          </li>
          <li>
            Сключва писмено споразумение или друг правен акт с идентично действие, който урежда
            задълженията на обработващия.
          </li>
        </ul>
        <PrivacyPolicyTitle>Стратегия на ПОДКРЕПИ БГ за защита на личните данни</PrivacyPolicyTitle>
        <ul>
          <li>
            ПОДКРЕПИ БГ обработва личните Ви данни законосъобразно. Лични данни се обработват само
            на основанията, предвидени в член 6 и член 9 от Регламента, и изключения в това
            отношение не се допускат.
          </li>
          <li>
            ПОДКРЕПИ БГ се стреми да обработва личните Ви данни по прозрачен начин. Ограничения на
            прозрачността са възможни, доколкото целта и смисълът на Регламента ги допускат.
          </li>
        </ul>
        <PrivacyPolicyTitle>Определения</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          По смисъла на тази Политика:
        </Typography>
        <ul>
          <li>
            <dfn>
              <em>лични данни</em>
            </dfn>
            е всяка информация, въз основа на която може да бъде идентифицирано дадено физическо
            лице, като например име, идентификационен номер, данни за местонахождение, онлайн
            идентификатор или по един или повече признаци, специфични за физическата,
            физиологичната, генетичната, психическата, умствената, икономическата, културната или
            социална идентичност на това физическо лице;
          </li>
          <li>
            <dfn>
              <em>специални категории лични данни</em>
            </dfn>
            са лични данни, разкриващи расов или етнически произход, политически възгледи,
            религиозни или философски убеждения или членство в синдикални организации, генетични
            данни, биометрични данни, данни за здравословното състояние или данни за сексуалния
            живот или сексуалната ориентация на физическото лице.;
          </li>
          <li>
            <dfn>
              <em>специални категории лични данни</em>
            </dfn>
            са лични данни, разкриващи расов или етнически произход, политически възгледи,
            религиозни или философски убеждения или членство в синдикални организации, генетични
            данни, биометрични данни, данни за здравословното състояние или данни за сексуалния
            живот или сексуалната ориентация на физическото лице.;
          </li>
          <li>
            <dfn>
              <em>субект на данни</em>
            </dfn>
            е физическото лице, което може да бъде идентифицирано в резултат от обработването на
            съответните данни;
          </li>
          <li>
            <dfn>
              <em>администратор</em>
            </dfn>
            е лице, което само или съвместно с други лица определя целите и средствата за
            обработването на лични данни; ПОДКРЕПИ БГ има качеството на администратор по отношение
            на личните данни на лицата, с които взаимодейства за постигане на своята мисия –
            участници в събития; партньори; спонсори; доброволци и др. Всички лични данни, които
            ПОДКРЕПИ БГ обработва, са получени доброволно и в рамките на на съответните отношения;
          </li>
          <li>
            <dfn>
              <em>обработващ лични данни</em>
            </dfn>
            е лице, което обработва лични данни от името на администратора; партньорите и
            доброволците имат качеството на обработващи по отношение на личните данни, които
            ПОДКРЕПИ БГ им е предоставила; при отклонение от указанията за работа с тези данни
            обаче, обработващите могат да загубят качеството на „обработващи“, и да придобият
            качеството на „администратори“ със свързаните с това увеличени задължения и
            отговорности;
          </li>
        </ul>
        <PrivacyPolicyTitle>Принципи</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          При обработването на лични данни, ПОДКРЕПИ БГ се ръководи от следните принципи:
        </Typography>
        <ul>
          <li>Личните данни се обработват законосъобразно и добросъвестно;</li>
          <li>
            Личните данни се събират и се използват за конкретни, точно определени и законни цели;
          </li>
          <li>Личните данни трябва да бъдат относими и да не са прекомерни;</li>
          <li>Личните данни трябва да са верни и при необходимост да бъдат актуализирани;</li>
          <li>Личните данни трябва да се съхраняват не по-дълго, отколкото е необходимо;</li>
          <li>Правата на субектите на данни трябва да бъдат спазвани;</li>
          <li>
            Личните данни трябва да се съхраняват безопасно защитени от неоторизиран достъп,
            случайна загуба или повреда;
          </li>
          <li>
            За всяка операция, свързана с лични данни, трябва да остава следа, позволяваща да се
            установи кой, кога и как е обработвал данните;
          </li>
          <li>
            Личните данни се прехвърлят по изключение към държави или територии извън Европейското
            икономическо пространство единствено и само с цел изпълнението на договорни отношения
            между ПОДКРЕПИ БГ и ползвател във връзка с реализиране на дарителска кампания. В тези
            случаи ПОДКРЕПИ БГ следи дали:
            <ol>
              <li>
                тази страна или територия осигурява адекватно ниво на защита на правата и свободите
                на субектите на данни във връзка с обработването на лични данни или{' '}
              </li>
              <li>
                е налице сключен договор при използване на стандартни договорни клаузи, които
                осигуряват адекватно ниво на защита
              </li>
            </ol>
          </li>
        </ul>
        <PrivacyPolicyTitle>Основания за обработване</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ обработва лични данни само ако и доколкото е приложимо поне едно от следните
          условия:
        </Typography>
        <ul>
          <li>
            субектът на данните е дал съгласие за обработване на личните му данни от ПОДКРЕПИ БГ за
            една или повече конкретни цели; съгласието трябва да бъде свободно изразено, конкретно,
            информирано и недвусмислено; то може да бъде изразено посредством изявление или ясно
            потвърждаващо действие;
          </li>
          <li>
            обработването е необходимо за изпълнението на договор, сключен между ПОДКРЕПИ БГ и
            субекта на данните, или за предприемане на стъпки по искане на субекта на данните преди
            сключването на договор;
          </li>
          <li>
            обработването е необходимо за изпълнението на договор, сключен между ПОДКРЕПИ БГ и друго
            юридическо лице, предоставящо данни на свои служители/партньори с цел предоставяне на
            услуги от страна на ПОДКРЕПИ БГ;
          </li>
          <li>
            обработването е необходимо за спазването на законово задължение, което се прилага спрямо
            ПОДКРЕПИ БГ;
          </li>

          <li>
            обработването е необходимо, за да бъдат защитени жизненоважните интереси на субекта на
            данните или на друго физическо лице;
          </li>
          <li>
            обработването е необходимо за изпълнението на задача от обществен интерес или при
            упражняването на официални правомощия, които са предоставени на ПОДКРЕПИ БГ
          </li>
        </ul>
        <Typography variant="body2" component="p">
          Специални категории лични данни се обработват от ПОДКРЕПИ БГ само ако и доколкото е
          приложимо поне едно от следните условия:
        </Typography>
        <ul>
          <li>
            субектът на данни е дал своето изрично съгласие за обработването на тези лични данни за
            една или повече конкретни цели;
          </li>
          <li>
            обработването е необходимо за целите на изпълнението на задълженията и упражняването на
            специалните права на ПОДКРЕПИ БГ или на субекта на данните по силата на трудовото право
            или правото в областта на социалната сигурност и социалната закрила;
          </li>
          <li>
            обработването е необходимо, за да бъдат защитени жизненоважните интереси на субекта на
            данните или на друго физическо лице, когато субектът на данните е физически или
            юридически неспособен да даде своето съгласие;{' '}
          </li>
          <li>
            обработването е свързано с лични данни, които явно са направени обществено достояние от
            субекта на данните;
          </li>
          <li>
            обработването е необходимо с цел установяване, упражняване или защита на правни
            претенции;
          </li>
          <li>
            обработването е необходимо за целите на превантивната или трудовата медицина, за оценка
            на трудоспособността на служителя, медицинската диагноза, осигуряването на здравни или
            социални грижи или лечение;
          </li>
          <li>
            обработването е необходимо от съображения от обществен интерес в областта на
            общественото здраве, като защитата срещу сериозни трансгранични заплахи за здравето или
            осигуряването на високи стандарти за качество и безопасност на здравните грижи и
            лекарствените продукти или медицинските изделия.
          </li>
        </ul>
        <PrivacyPolicyTitle>Как се съхраняват и обработват личните данни</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          Личните данни се съхраняват на хартия и в електронен вид. Достъп до личните данни имат
          само тези представители на ПОДКРЕПИ БГ, които имат нужда от такъв достъп за постигане на
          гореописаните цели или за които законът изисква това.
        </Typography>
        <Typography variant="body2" component="p">
          Обработването на лични данни може да включва събиране, записване, организиране,
          структуриране, съхранение, извличане, консултиране, използване, разкриване чрез предаване,
          публикуване на уебсайт или друг начин, по който личните данни стават достъпни, подреждане
          или комбиниране, ограничаване, изтриване или унищожаване. ПОДКРЕПИ БГ използва част от
          тези форми на обработване на личните данни.
        </Typography>
        <PrivacyPolicyTitle>Права на субектите на данни</PrivacyPolicyTitle>
        <Grid className={styles.grid} container spacing={2}>
          <Grid item xs={12} md={4}>
            <GridTitle>Право да бъдете информирани кой, как и защо обработва данните Ви</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              ПОДКРЕПИ БГ публикува съответната информация на интернет страницата си.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на достъп:</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Имате право да получите потвърждение от ПОДКРЕПИ БГ дали обработва личните ви данни и
              ако това е така, имате право на достъп до тях, право да получите безплатно копие от
              данните (с изключение на случаи на прекомерни и повтарящи се запитвания), както и
              правото да ви бъде предоставено описание на основните характеристики, свързани с
              обработването на личните ви данни.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на коригиране:</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Имате право да коригирате или да поискате от ПОДКРЕПИ БГ да коригира, без ненужно
              забавяне, неточни, непълни или остарели лични данни.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на изтриване</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              В определени случаи може да поискате от ПОДКРЕПИ БГ да изтрие вашите лични данни без
              ненужно забавяне. Например когато:
              <ul>
                <li>вече не са необходими за целите, за които са били събрани или обработвани;</li>
                <li>ако възразите срещу обработването;</li>
                <li>ако данните са обработвани незаконосъобразно;</li>
                <li>
                  трябва да бъдат изтрити с цел спазване на правно задължение по правото на ЕС,
                  правото на България или на друга държава.
                </li>
              </ul>
              <i>
                Законът предвижда случаи, в които ПОДКРЕПИ БГ може да откаже да изтрие личните ви
                данни.
              </i>
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на ограничаване на обработването:</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Може да поискате ПОДКРЕПИ БГ да ограничи обработването в следните случаи:
              <ul>
                <li>
                  Когато оспорвате точността на личните данни (ограничението е за определен срок,
                  който позволява да се провери точността на данните);
                </li>
                <li>
                  Когато обработването е неправомерно, но не желаете да бъдат изтрити, а само
                  ограничени;{' '}
                </li>
                <li>
                  Когато ПОДКРЕПИ БГ не се нуждае повече от личните ви данни за целите на
                  обработването, но Вие ги изисквате за установяване, упражняване или защита на
                  правни претенции;
                </li>
                <li>
                  Когато възразите срещу обработването и очаквате ПОДКРЕПИ БГ да провери дали
                  законните основания за обработването имат преимущество пред вашите интересите.
                </li>
              </ul>
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на възражение:</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Имате право по всяко време, на основания, свързани с вашата конкретна ситуация, да
              възразите срещу обработване на вашите лични данни. Това право може да се упражни само
              за ваши лични данни, обработвани на основание законните интереси на ПОДКРЕПИ БГ. Ако
              възражението е основателно, ПОДКРЕПИ БГ ще прекрати обработването, освен ако се
              докаже, че съществуват убедителни законови основания за обработването, които имат
              предимство пред Вашите интереси.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на преносимост на данните:</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Имате право да получите личните си данни в структуриран, широко използван и пригоден
              за машинно четене формат, за да бъдат прехвърлени на друг администратор.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на жалба:</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Имате право да подадете жалба до Комисията за защита на личните данни (КЗЛД),
              компетентният държавен орган в тази сфера.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право да не бъдете обект на профилиране</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Имате право да не бъдете обект на решение, което се базира единствено на обработване с
              автоматични средства.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на оттегляне на съгласие</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              Имате право да оттеглите своето съгласие по всяко време, чрез изпращане на писмено
              съобщение до ПОДКРЕПИ БГ.
            </Typography>
          </Grid>
          <Grid item xs={12} md={4}>
            <GridTitle>Право на обезщетение за вреди</GridTitle>
          </Grid>
          <Grid item xs={12} md={8}>
            <Typography variant="body2" component="p">
              В случай на нарушение на нормативните актове за защита на данните, имате право на
              обезщетение за причинените вреди.
            </Typography>
          </Grid>
        </Grid>
        <PrivacyPolicyTitle>Изпращане на искане или жалба</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          Можете да упражните правата си, като изпратите искане или жалба в писмена форма, с писмо
          или имейл до ПОДКРЕПИ БГ, по всяко време на основания, свързани с вашия конкретен случай
          или положение, които следва да посочите в жалбата. При подаване на искане по имейл, то
          трябва да е подадено съгласно изискванията на чл. 37б, ал. 2 от Закона за защита на
          личните данни - при условията на Закона за електронния документ и електронните
          удостоверителни услуги, Закона за електронното управление и Закона за електронната
          идентификация. Искането или жалбата следва да позволяват идентифицирането на субекта на
          данните, като при подаването им задължително се посочва най-малко следната информация: 1)
          три имена на субекта на данните; 2) ЕГН; 3) физически и/или и-мейл адрес, на който
          субектът желае да получи отговор; 4) телефон за контакт; 5) описание на искането (в
          свободен текст). По желание на субекта, към искането или жалбата могат да бъдат приложени
          допълнителни документи. ПОДКРЕПИ БГ има задължението да разгледа Вашето искане в срок до
          два месеца от получаване на искането. Срокът може да се удължи с още един месец, когато
          това се налага заради сложността или броя на исканията. В случай, че субектът на данни
          няма право да упражни исканото от него право, в срок от 2 месеца от получаване на
          искането, представител на ПОДКРЕПИ БГ изпраща до субекта на данни аргументиран отказ.
        </Typography>
        <Typography>
          В случай, че не отговорим в предвидените срокове или не сте удовлетворени от получения
          отговор и/ или считате, че са нарушени Ваши права, свързани със защитата на личните данни,
          имате възможност да упражните правото си на защита по съдебен или административен ред.
        </Typography>
        <Typography>
          Имате право по всяко време и независимо от комуникацията с ПОДКРЕПИ БГ да подадете жалба
          до надзорен орган, който за Република България е Комисията за защита на личните данни, с
          адрес: гр. София 1592, бул. „Проф. Цветан Лазаров” № 2; електронна поща:{' '}
          <Link href={'mailto:kzld@cpdp.bg'}>kzld@cpdp.bg</Link>. Повече за дейността на Комисията
          можете да откриете на{' '}
          <Link href={'https://www.cpdp.bg/'} target="_blank">
            https://www.cpdp.bg/
          </Link>
          .
        </Typography>
        <PrivacyPolicyTitle>Срокове за съхранение на личните данни</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ съхранява предоставените лични данни за целия срок, докато дадена дарителска
          кампания е активна.
        </Typography>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ прилага следните срокове за съхранение на личните данни:
        </Typography>
        <ul>
          <li>
            <em>6 (шест) месеца:</em> лични данни, които са предоставени от субектите на данни с цел
            кандидатстване по обяви за набиране на служители – в случай, че не се е стигнало до
            сключване на договор със съответното лице или освен ако кандидатът не е дал съгласието
            си за съхранение за по-дълъг срок;
          </li>
          <li>
            <em>1 (една) година: </em>
            <ul>
              <li>лични данни по прекратени или изтекли договори;</li>
              <li>лични данни, които се съдържат в работни версии на документи;</li>
              <li>
                лични данни, които се съдържат в справки, обслужващи вътрешните процеси в ПОДКРЕПИ
                БГ;
              </li>
              <li>
                всички останали документи, за които в тези Правила не е предвиден по-дълъг срок за
                съхранение.
              </li>
            </ul>
          </li>
          <li>
            <em>5 (пет) години</em> след изтичането на дадена дарителска кампания;
          </li>
          <li>
            <em>1 (една) година</em> след прекратяването на регистрацията на уебсайта от ползвател;
          </li>
          <li>
            <em>3 (три) години и половина</em> след прекратяване на трудовия договор:
            <ul>
              <li>
                трудови досиета, освен ако няма правно основание за допълнителна обработка, като
                например правен спор;
              </li>
            </ul>
          </li>
          <li>
            <em>5 (пет) години:</em>
            <ul>
              <li>
                лични данни, съдържащи се в граждански договори, освен ако няма правно основание за
                допълнителна обработка, като например правен спор;
              </li>
            </ul>
          </li>
          <li>
            <em>50 (петдесет) години</em> личните данни, за които съществува нормативно задължение
            да бъдат съхранявани за такъв срок, в това число:
            <ul>
              <li>
                ведомости за заплати и възнаграждения и свързаната с тях информация – за срок от 50
                (петдесет) години, считано от 1 януари на отчетния период, следващ отчетния период,
                за който се отнасят;
              </li>
            </ul>
          </li>
          <li>
            <em>До оттегляне на съгласието:</em> всички лични данни, които са предоставени с цел
            комуникация и получване на съобщения от ПОДКРЕПИ БГ, се пазят до момента, в който
            субектът оттегли съгласието си за получаване на комуникация от ПОДКРЕПИ БГ. Субектът на
            данните може да оттегли съгласието си по всяко време.
          </li>
          <li>
            <em>
              В случай на възникване на правен спор, данните се съхраняват до прекратяването на
              правния спор.
            </em>
          </li>
        </ul>
        <PrivacyPolicyTitle>Защита на Вашите данни</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ осигурява и поддържа подходящи технически и организационни мерки за защита на
          личните данни срещу неправомерен достъп или незаконосъобразно използване и/или срещу
          тяхното инцидентно загубване, изменение, разкриване, достъп и/или повреждане или копиране.
          Тези мерки имат за цел да осигурят продължителна защита и неприкосновеност на личните
          данни. ПОДКРЕПИ БГ прави преоценка на мерките регулярно, с цел постигане на постоянна
          сигурност на личните данни. ПОДКРЕПИ БГ осигурява физическа и логическа защита на личните
          данни, както е посочено по-долу.
        </Typography>
        <PrivacyPolicyTitle>Физическа защита на личните данни</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ прилага следните мерки за осигуряване на физическа защита на личните данни:
          <ul>
            <li>
              ограничава физическия достъп до помещенията, в които се съхраняват лични данни
              (достъпът се осъществява само от упълномощени представители на ПОДКРЕПИ БГ в рамките
              на техните задължения чрез използване на ключалки и други средства за физически
              достъп);
            </li>
            <li>
              прилага политика за „чисто бюро“, по силата на която всички документи, съдържащи лични
              данни, следва да са прибрани в заключени шкафове;
            </li>
            <li>
              съхранява хартиения си архив в специално оборудвани за целта помещения, осигуряващи
              защитата му в случай на пожар или наводнение;
            </li>
            <li>
              обменът на хартиени документи, съдържащи лични данни, с лица извън ПОДКРЕПИ БГ, се
              осъществява само в запечатани пликове и чрез използването на упълномощени
              представители и доверени подизпълнители и др.
            </li>
            <li>
              в определени случаи достъп до личните данни могат да имат: членовете на управителните
              органи; доставчици на външни услуги, като: пощенски и счетоводни услуги, услуги по
              техническа (IT) поддръжка и пр. Всички трети страни, които действат в качеството на
              обработващи личните данни, държат и използват лични данни от името на ПОДКРЕПИ БГ само
              с цел да ни доставят своите услуги;
            </li>
            <li>
              ПОДКРЕПИ БГ може да разкрива лични данни на професионални съветници и експерти с цел
              да получи тяхното съдействие за изпълнение на своята дейност;
            </li>
            <li>
              Когато ПОДКРЕПИ БГ ангажира трети страни да оперират с лични данни от свое име, това
              става с писмен договор. ПОДКРЕПИ БГ избира обработващи на лични данни, които са в
              състояние да предоставят достатъчно гаранции по отношение мерките за техническата и
              организационната сигурност. Избраните обработващи действат от името на ПОДКРЕПИ БГ и
              по негови инструкции, като ПОДКРЕПИ БГ посочва писмено необходимите изисквания за
              сигурност на информацията.
            </li>
          </ul>
        </Typography>
        <PrivacyPolicyTitle>Персонална защита</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          Преди заемане на съответната длъжност в ПОДКРЕПИ БГ, лицата, които осъществяват защита и
          обработване на данни:
          <ul>
            <li>
              ограничава логическия достъп до информационните системи, чрез които се обработват и
              съхраняват лични данни (достъпът се осъществява само от упълномощени представители на
              ПОДКРЕПИ БГ, в рамките на техните задължения, чрез използване на индивидуални
              потребителски имена и пароли).
            </li>
            <li>
              Се запознават с нормативната база, вътрешните правила и политики на ПОДКРЕПИ БГ за
              защита на личните данни;
            </li>
            <li>
              Се инструктират за опасностите от нарушаване сигурността на личните данни, които се
              обработват от ПОДКРЕПИ БГ;
            </li>
            <li>
              Се задължават да не споделят критична информация (идентификатори, пароли за достъп и
              др.п.) помежду си и с всякакви други неоторизирани за целта лица.
            </li>
            <li>
              Преминават обучение за реакция при събития, застрашаващи сигурността на личните данни.
            </li>
          </ul>
        </Typography>
        <PrivacyPolicyTitle>Логическа защита на личните данни</PrivacyPolicyTitle>
        <Typography variant="body2" component="p">
          ПОДКРЕПИ БГ прилага следните мерки за осигуряване на логическа защита на личните данни:
          <ul>
            <li>
              ограничава логическия достъп до информационните системи, чрез които се обработват и
              съхраняват лични данни (достъпът се осъществява само от упълномощени представители на
              ПОДКРЕПИ БГ, в рамките на техните задължения, чрез използване на индивидуални
              потребителски имена и пароли).
            </li>
            <li>Използване на антивирусни и криптиращи програми;</li>
          </ul>
        </Typography>
        <Typography variant="body2" component="p">
          Настоящата политика е приета на 25.05.2021 г. Всяка промяна в политиката ще бъде отразена
          чрез публикуването ѝ в интернет сайта на ПОДКРЕПИ БГ.
        </Typography>
      </Box>
    </Layout>
  )
}
